Repository: vmikhav/olafTheBoozer_godot
Catalog: i18n/*.po
Languages: de, ja, zh_cn

# tb8b64bc0d4
source: Твоїм рукам добре знайома робота з інструментами. Трохи покрутивши в замку відмичку, ти швидко знаходиш потрібне положення. Двері відгукуються таким бажаним клацанням і привітно відкриваються перед тобою. Всередині ти помічаєш Клема, пришпиленого до стіни за комір.
de: Deine Hände sind im Umgang mit Werkzeugen geübt. Nachdem du ein wenig mit dem Dietrich im Schloss herumgefummelt hast, findest du schnell die richtige Position. Die Tür antwortet mit einem befriedigenden Klicken und öffnet sich einladend vor dir. Drinnen siehst du Klem, an seinem Kragen an die Wand gepinnt.
ja: お前の手は道具の扱いに慣れている。鍵穴の中で少しガチャガチャやると、すぐに手応えがあった。カチャリという心地よい音と共に、扉が開く。中には、襟首を壁に釘付けにされたクリムの姿があった。
zh_cn: 你双手对工具非常熟悉。在锁里摆弄了一下万能钥匙后，你很快就找到了正确的位置。门发出一声令人满意的“咔哒”声，热情地向你敞开。在里面，你看到克莱姆的衣领被钉在了墙上。

# t21c72f60e4
source: Дякую, пане, що допомогли мені! Тепер, коли я вільний, маю повернутись до роботи. Може не варто було вас підганяти…
de: Danke, Herr, dass Ihr mir geholfen habt! Jetzt, da ich frei bin, muss ich wieder an die… oh je… an die Arbeit. Vielleicht hätte ich Euch nicht so drängen sollen…
ja: ありがとうございます、助かりました！自由になったからには仕事に戻らねば…あぁ、仕事に…。あなたを急かすべきじゃなかったかもしれませんね…。
zh_cn: 谢谢您，先生，帮了我！现在我自由了，我必须回去工……哦天哪……回去工作了。也许我不该催您……

# t5c931a6620
source: Хто б міг подумати, що у створіння розміром з бочку вміщається вміст семи таких бочок…
de: Wer hätte gedacht, dass eine Kreatur von der Größe eines Fasses den Inhalt von sieben solcher Fässer fassen kann…
ja: 樽サイズの体に、樽7つ分の中身が入るとは誰も思わねぇよな…。
zh_cn: 谁能想到，一个酒桶大小的生物，肚子里能装下七个酒桶的量……

# tde1ec4a7ae
source: Молодець, друже, гарна робота. Упевнений, малюк Клім цього не забуде. Він у нас хлопчина сентиментальний.
de: Gut gemacht, Kumpel, tolle Arbeit. Ich bin sicher, der kleine Klem wird das nicht vergessen. Er ist ein sentimentaler Bursche.
ja: よくやったな、兄弟。クリムのやつ、一生恩に着るだろうよ。あいつは涙脆いからな。
zh_cn: 干得好，伙计，很棒的工作。我敢肯定小克莱姆不会忘记的。他是个多愁善感的孩子。

# t5d0c43ac99
source: Мені трохи незручно перед ним. Малюк провів цілу ніч прибитим до стіни через мій нічний дудліж!
de: Das ist mir ein bisschen peinlich. Der arme Kerl hat die ganze Nacht an die Wand genagelt verbracht wegen meines nächtlichen Gegröles!
ja: 少し悪いことしちまったな。俺の酔っ払いの悪ふざけで、一晩中壁に張り付けにされちまったんだからな！
zh_cn: 我感觉有点对不起他。那可怜的家伙因为我深夜哼哼唧唧，在墙上钉了一整晚！

# tc8d38a66eb
source: Це лікується хорошою п’янкою!
de: Das lässt sich mit einem guten Drink heilen!
ja: いい酒を飲みゃ、そんな罪悪感も治るさ！
zh_cn: 喝顿好的就能治愈了！

# tb8edca35a3
source: Що правда, то правда. Я теж помітив, що він септи… семти… сентамета… Так.
de: Stimmt. Mir ist auch aufgefallen, dass er… septi… semti… sentiment… Ja.
ja: 確かにな。俺もあいつが、せんち…せんて…センチメンタルだってのは気付いてたぜ。うん。
zh_cn: 没错。我确实注意到他很多愁……多愁善……多愁善感……是的。

# t1be9635c2d
source: Хоч би що там було, повернемось до справи. Наступним твоїм завданням буде навести ладу в підвалі.
de: Wie dem auch sei, zurück zur Sache. Deine nächste Aufgabe ist es, den Keller aufzuräumen.
ja: ま、ともかくだ、仕事に戻るぞ。次の仕事は地下室の片付けだ。
zh_cn: 不管怎样，我们言归正传。你的下一个任务是清理地窖。

# tbca0e12d21
source: У підвалі? А там що було?
de: Der Keller? Was zum Teufel ist dort passiert?
ja: 地下室？あそこで何があったんだ？
zh_cn: 地窖？那里又发生什么鬼事了？

# t2cd24248b3
source: Коли в цій залі закінчилася випивка, ти сказав, що підеш у підвал, вичищати наші тамтешні запаси. Ніхто не спромігся тебе зупинити. Тепер всі підвальні приміщення схожі на поле бойових дій. Тобі треба повернути всі бочки на місця і навести там лад. Як закінчиш – повертайся до мене.
de: Als die Getränke in dieser Halle ausgingen, sagtest du, du gehst in den Keller, um unsere Vorräte dort zu plündern. Wir konnten dich einfach nicht aufhalten. Jetzt sieht der gesamte Keller wie ein Schlachtfeld aus. Du musst alle Fässer wieder an ihren Platz stellen und aufräumen. Wenn du fertig bist, komm zurück zu mir.
ja: ホールの酒が切れた時、お前が「地下の在庫を飲み干してやる」って言い出してな。誰も止められなかったんだよ。おかげで地下は戦場みてぇな惨状だ。樽を元の場所に戻して、片付けてこい。終わったら戻ってきな。
zh_cn: 当大厅里的酒喝完时，你说要去地窖清空我们的存货。我们根本拦不住你。现在整个地窖看起来就像战场一样。你需要把所有的桶放回原位并整理好。完成后，回来找我。

# tfbc9bd1895
source: У підвалі все знов на своїх місцях, Торвіне!
de: Der Keller ist wieder aufgeräumt, Torvin!
ja: 地下室は元通りだぜ、トルヴィン！
zh_cn: 托尔文，地窖已经整理好了！

# t278b431d6c
source: Так швидко? Гарна робота, друже. Що ж, тоді залишилось розібратись з цією залою. Тут багато зламаних столів і лав.
de: So schnell? Gute Arbeit, Kumpel. Nun, jetzt müssen wir uns nur noch um diese Halle kümmern. Viele kaputte Tische und Bänke hier.
ja: もうか？いい仕事だ、兄弟。よし、残るはこのホールだ。壊れたテーブルやベンチが山ほどあるぞ。
zh_cn: 这么快？干得不错，伙计。好吧，现在我们只需要处理这个大厅了。这里有很多坏掉的桌子和长凳。

# t0de59b2339
source: Як це сталося? Хоча не впевнений, що насправді хочу знати…
de: Wie ist das passiert? Obwohl ich nicht sicher bin, ob ich es wirklich wissen will…
ja: どうしてこうなったんだ？…いや、本当は知りたくもねぇが…。
zh_cn: 那是怎么回事？虽然我不确定我真想知道……

# te72c71c328
source: Спочатку ти сидів доволі тихо. Ви з хлопцями грали за столом у “філе з п’ятьма пальцями”.
de: Zuerst saßt du ziemlich ruhig da. Du und die Jungs spielten am Tisch „Fünf-Finger-Filet“.
ja: 最初は大人しくしてたんだよ。お前と連中で、テーブルで「ファイブ・フィンガー・フィレ（指の間をナイフで突く度胸試し）」をやってたんだ。
zh_cn: 一开始，你还挺安静的。你和那帮小伙子在桌子上玩‘五指戳戳乐’。

# tb55eb8eda8
source: Ти опускаєш очі на руки та помічаєш на пальцях з десяток свіжих порізів. Що ж, мабуть, штрикати ножем поміж пальців на п’яну голову таки не найкраще рішення…
de: Du schaust auf deine Hände und bemerkst ein Dutzend frischer Schnitte an deinen Fingern. Tja, betrunken ein Messer zwischen die Finger zu stechen, ist anscheinend doch nicht die beste Idee…
ja: ふと自分の手を見ると、指に十数個の真新しい切り傷がある。なるほど、酔っ払って指の間をナイフで突っつくのは、賢い選択じゃなかったらしい…
zh_cn: 你低头看自己的手，注意到手指上有十几个新划痕。好吧，看来喝醉了在指间戳刀子确实不是个好主意……

# t1131fd19a0
source: Але потім ти сказав, що тобі набридло сидіти на одному місці, тож ви почали грали у квача.
de: Aber dann sagtest du, du wärst es leid, an einem Fleck zu sitzen, also habt ihr angefangen, Fangen zu spielen.
ja: だがそのうち「じっとしてるのは飽きた」とか言い出して、鬼ごっこを始めたんだ。
zh_cn: 但后来你说你坐累了，所以你们开始玩捉人游戏。

# РОЗУМІЄШ_МОЇ_МЕБЛІ_ВИЯВИЛИСЬ_Н_0B0946
source: Розумієш, мої меблі виявились не готовими до того, щоб по них гопцювало юрмище людей, орків та дварфів. Тож тобі доведеться це все полагодити. Інструменти знайдеш на складі. Тільки цейво. Там трохи безлад, тому прийдеться добряче пошукати.
de: Siehst du, meine Möbel waren nicht wirklich dafür gemacht, dass eine Menge von Menschen, Orks und Zwergen darauf herumhüpft. Also musst du das alles reparieren. Werkzeug findest du im Lagerhaus. Nur damit du es weißt, es ist ein bisschen unordentlich dort, also musst du sorgfältig suchen.
ja: わかるだろ？ウチの家具は、人間やらオークやらドワーフの群れが飛び跳ねるようにはできてねぇんだよ。だからお前に全部直してもらう。道具は倉庫にある。ただな、あそこも少し散らかってるから、よく探さねぇといかんぞ。
zh_cn: 你看，我的家具可不是为了一群人类、兽人和矮人在上面蹦来蹦去而造的。所以，你得把它们全修好。你可以在仓库里找到工具。不过提醒你，那里有点乱，所以你得仔细找找。

# td187bfe015
source: Як знайдеш інструменти і полагодиш меблі, підходь до мене.
de: Sobald du das Werkzeug gefunden und die Möbel repariert hast, komm zu mir.
ja: 道具を見つけて家具を直したら、俺のところへ来い。
zh_cn: 找到工具修好家具后，来见我。

# t1a90a7f2a7
source: Справився? Гаразд, друже. Я майже готовий тебе пробачити. Втомився?
de: Fertig? In Ordnung, Kumpel. Ich bin fast bereit, dir zu vergeben. Müde?
ja: 終わったか？よし、兄弟。許してやってもいい気分になってきたぜ。疲れたか？
zh_cn: 搞定了？好吧，伙计。我差不多准备好原谅你了。累了吗？

# t8ba6d0c822
source: Анітрохи! Фізична праця допомагає швидше протверезіти.
de: Kein bisschen! Körperliche Arbeit hilft, schneller nüchtern zu werden.
ja: 全然！体を動かしたおかげで酔いが早く冷めたぜ。
zh_cn: 一点也不！体力活有助于醒酒。

# ta88a22726e
source: Та я вже не дочекаюсь, як звільнюсь від тебе!
de: Ich kann es kaum erwarten, dich loszuwerden!
ja: お前と縁が切れるのが待ち遠しいだけさ！
zh_cn: 我等不及要摆脱你了！

# t7e79306b60
source: Я б чогось випив, якщо чесно.
de: Ich würde etwas trinken, um ehrlich zu sein.
ja: 正直言うと、一杯やりたい気分だ。
zh_cn: 老实说，我想喝点什么。

# t8e72eea441
source: Розумію, друже! У будь-якому разі у мене для тебе залишилось тільки одне завдання. Проте, маю визнати, воно буде найскладнішим. Тобі треба відремонтувати цю барну стійку. Моє дорогоцінне робоче місце! І не думай, що його можна полагодити так же ж просто, як інші столи в залі.
de: Ich verstehe, Kumpel! Auf jeden Fall ist nur noch eine Aufgabe für dich übrig. Aber ich muss zugeben, es wird die schwerste sein. Du musst diesen Tresen reparieren. Meinen kostbaren Arbeitsplatz! Und denk nicht, dass er so einfach zu reparieren ist wie die anderen Tische in der Halle.
ja: わかるぜ、兄弟！ともかく、残る仕事はあと一つだ。だが言っとくが、これが一番厄介だぞ。このバーカウンターを修理してもらう。俺の大事な商売道具だ！ホールのテーブルを直すほど簡単だとは思わねぇことだな。
zh_cn: 我明白，伙计！不管怎样，只剩最后一个任务给你了。但我得承认，这将是最难的。你需要修好这个吧台。我珍贵的工作台！别以为它能像大厅里其他桌子一样容易修好。

# t2ac2669897
source: Цю стільницю виготовляли спеціально під моє замовлення з високоякісної деревини. З багаторічного дуба! Вирізали за допомогою новітніх деревообробних приладів з самого Рамаскору!
de: Diese Thekenplatte wurde speziell für mich aus hochwertigem Holz maßgefertigt. Aus jahrhundertealter Eiche! Geschnitten mit den neuesten Holzbearbeitungswerkzeugen aus Ramaskor!
ja: この天板は最高級の木材を使った特注品なんだ。樹齢数百年のオーク材だぞ！ラマスコアから取り寄せた最新の木工機材で切り出したんだ！
zh_cn: 这个台面是为我定制的，用的是高级木材。百年老橡木！用的是来自拉马斯科的最新木工工具切割的！

# ЦЯ_СТІЛЬНИЦЯ_ПОКРИТА_ТОНКІШИМ_97BD6A
source: Ця стільниця покрита тонкішим шаром тандрійського лаку! Це справжній витвір мистецтва теслярської справи! Тож вона була дуже міцна і мала б служити мені ще багато років…
de: Diese Thekenplatte ist mit einer dünnen Schicht Tandrian-Lack überzogen! Es ist ein wahres Meisterwerk der Tischlerkunst! Sie war sehr stabil und hätte mir noch viele Jahre dienen sollen…
ja: タンドリア産のニスで薄くコーティングされててな！まさに大工仕事の芸術品だった！頑丈で、あと何年も使えるはずだったのによ…
zh_cn: 这个台面涂了一层薄薄的坦德利亚清漆！这是真正的木工杰作！它非常坚固，本该再为我服务很多年……

# t29397d725e
source: Овва, звучить, як дуже дорога штукенція.
de: Wow, klingt nach einer ziemlich teuren Sache.
ja: へぇ、そりゃ随分と高そうな代物だな。
zh_cn: 哇哦，听起来是个很贵的东西。

# t3a1e6c5ba3
source: Ха! Я зламав незламне! Внесу це в список своїх досягнень.
de: Ha! Ich habe das Unzerbrechliche zerbrochen! Das füge ich meiner Liste der Errungenschaften hinzu.
ja: ハッ！俺は「壊れない物」を壊したってわけだ！武勇伝に加えとくぜ。
zh_cn: 哈！我打破了牢不可破的东西！我要把它加到我的成就列表里。

# tf1a7fb2223
source: Ти дивний.
de: Du bist seltsam.
ja: お前、変な奴だな。
zh_cn: 你真奇怪。

# t759a3a2874
source: Ех, друже. Схоже ти так і не зрозумів, чому мені була так дорога ця стільниця. Але хай йому грець! Головне, що ти маєш винести з цієї розповіді, це те, що для ремонту стійки тобі потрібно дістати нову дуже особливу стільницю.
de: Oh, Kumpel. Sieht so aus, als hättest du immer noch nicht verstanden, warum mir diese Thekenplatte so lieb war. Aber egal! Das Wichtigste, was du aus dieser Geschichte mitnehmen musst, ist, dass du eine ganz besondere neue brauchen wirst, um den Tresen zu reparieren.
ja: はぁ…兄弟。どうやらこの天板がどれだけ大事だったか、わかっちゃいねぇようだな。ま、いいさ！大事なのは、カウンターを直すには、代わりの「特別な天板」を手に入れなきゃならねぇってことだ。
zh_cn: 唉，伙计。看来你还是不明白为什么这个台面对我如此珍贵。但算了！你需要从这个故事中记住的重点是，要修理吧台，你需要弄到一个非常特别的新台面。

# t7ec92138c6
source: Замовити її можна тільки у неперевершеного майстра Гримлака Зватенбарга. Орка, що здатний на будь-яку роботу, що стосувалася б дерева. Від лісорубства до найтоншої слюсарської роботи! Я тобі навіть більше скажу: ви з ним навіть встигли познайомитись тут у корчмі вчора, але, б’юся на взаклад, ти не пам’ятаєш цього. Я правий?
de: Sie kann nur bei dem unübertroffenen Meister Grimlark Zwattenbarg bestellt werden. Er ist ein Ork, der zu jeder Arbeit mit Holz fähig ist, vom Holzfällen bis zur feinsten Tischlerarbeit! Ich sage dir sogar noch mehr: Ihr habt euch gestern hier in der Taverne getroffen, aber ich wette, du erinnerst dich nicht daran. Habe ich recht?
ja: 注文できるのは、比類なき職人、グリムラーク・ズワッテンバーグだけだ。木に関することなら伐採から繊細な細工まで何でもこなすオークだ！さらに言えば、お前らは昨夜この酒場で意気投合してたんだが…賭けてもいい、覚えちゃいねぇだろ？
zh_cn: 这只能从无与伦比的大师格里姆拉克·茨瓦滕巴格那里订购。他是个兽人，能做任何与木头有关的工作，从伐木到最精细的木工！我甚至可以告诉你：你昨天在这家酒馆里见过他，但我打赌你不记得了。我说得对吗？

# t5ab80a7c0b
source: Правий. Але, коли ми з ним вже знайомі, діло має піти тільки швидше, так?
de: Recht hast du. Aber da wir uns schon kennen, sollte das doch viel schneller gehen, oder?
ja: 正解だ。だが、もう知り合いなら話が早くていいじゃねぇか？
zh_cn: 对。但既然我们已经认识了，事情应该会快很多，对吧？

# ta0c4efcb7d
source: Я б на твоєму місці не був у цьому таким впевненим, друже.
de: Da wäre ich mir an deiner Stelle nicht so sicher, Kumpel.
ja: 俺だったらそう楽観はしねぇけどな、兄弟。
zh_cn: 如果我是你，伙计，我不会这么确定。

# t6963c5f7c4
source: Чому? Що сталося?
de: Warum? Was ist passiert?
ja: なんでだ？何があった？
zh_cn: 为什么？发生了什么？

# t2b3fd30d97
source: Слухай, я не знаю деталей. Але вночі я чув, як ви разом пішли до нього на лісопильню, що правда я так і не зрозумів, навіщо.
de: Hör zu, ich kenne die Details nicht. Aber letzte Nacht habe ich gehört, wie ihr beide zu seinem Sägewerk gegangen seid. Ich verstehe immer noch nicht, warum.
ja: いいか、詳しいことは知らん。だが昨夜、二人で製材所へ行くって話してるのは聞いた。何しに行ったのかは知らんがな。
zh_cn: 听着，我不知道细节。但昨晚，我听到你们俩一起去了他的锯木厂。我还是不明白为什么。

# А_ЧЕРЕЗ_ПАРУ_ГОДИН_ВЖЕ_ДЕСЬ_ПІ_5BE256
source: А через пару годин, вже десь під ранок, ти повернувся один. Щось кричав про те, щоб я тобі ще наливав, бо в тебе горе. Щось між вами сталося, і тепер у тебе немає друга. Посварились, як я зрозумів. Є у мене підозра, що він буде не радий тебе бачити.
de: Und ein paar Stunden später, irgendwo im Morgengrauen, kamst du allein zurück. Du hast irgendetwas geschrien, dass du wegen deines Kummers noch einen Drink brauchst. Zwischen euch beiden ist etwas passiert, und jetzt hast du keinen Kumpel mehr. Ihr hattet einen Streit, nehme ich an. Ich vermute, er wird nicht allzu glücklich sein, dich zu sehen.
ja: で、数時間後の明け方、お前は一人で戻ってきた。「悲しいからもっと酒をくれ」とか喚きながらな。何かがあったせいで、お前は友達を失ったってわけだ。喧嘩でもしたんだろ。あいつはお前に会えて喜ぶような状態じゃねぇと思うぜ。
zh_cn: 几个小时后，快天亮的时候，你一个人回来了。你大喊着因为伤心要再来一杯。你们俩之间发生了什么，现在你没朋友了。我猜你们吵架了。我怀疑他不会很高兴见到你。

# t69913f18c6
source: Я впевнений, сталося просто якесь непорозуміння. Ми поговоримо, і все буде добре! Тому чекай мене тут, Торвіне! Скоро я повернусь з твоєю любою деревиною, і ти залишиш мене нарешті у спокої!
de: Ich bin sicher, es war nur ein Missverständnis. Wir werden reden, und alles wird gut! Also warte hier auf mich, Torvin! Ich werde bald mit deinem geliebten Holz zurückkehren, und du wirst mich endlich in Ruhe lassen!
ja: きっと何かの誤解さ。話せばわかる！だからここで待ってろ、トルヴィン！すぐにお前の大好きな木材を持って戻ってくる。そうすりゃ俺はやっと自由だ！
zh_cn: 我敢肯定这只是个误会。我们谈谈，一切都会好的！所以在这里等我，托尔文！我很快就会带着你心爱的木头回来，然后你就能最终让我清静了！

# t6c3439abc6
source: Хай так і буде, мій оптимістичний друже! Хай так і буде.
de: Hoffen wir es, mein optimistischer Kumpel! Hoffen wir es.
ja: そうなることを祈るよ、楽天的な兄弟！そうなるとな。
zh_cn: 但愿如此，我乐观的伙计！但愿如此。

# ОЛАФЕ_ДРУЖЕ_ТИ_ПОВЕРНУВСЯ_ДОВГ_17BEB8
source: Олафе, друже! Ти повернувся? Довго ж тебе не було. Я майже пішов за вартою…
de: Olaf, Kumpel! Du bist endlich zurück? Du warst so lange weg, ich dachte schon darüber nach, die Wachen zu rufen…
ja: オラフ、兄弟！戻ったか？ずいぶん遅かったな。衛兵を呼びに行くところだったぞ…
zh_cn: 奥拉夫，伙计！你总算回来了？你去了这么久，我差点就要去叫守卫了……

# ТИ_ПЕРЕДАЄШ_ТОРВІНУ_ЗРОБЛЕНУ_Г_8804B2
source: Ти передаєш Торвіну зроблену Гримлаком стільницю.
de: Du reichst Torvin die von Grimlark gefertigte Thekenplatte.
ja: トルヴィンにグリムラークが作った天板を渡す。
zh_cn: 你把格里姆拉克做的台面递给托尔文。

# НАРЕШТІ_Я_ВІЛЬНИЙ_ТРИМАЙ_Я_ВИК_3E07CF
source: Нарешті! Я вільний! Тримай. Я виконав твоє прохання. Щоправда, захекався, як чорт! Земля йому тортурами, до речі…
de: Endlich! Ich bin frei! Hier, bitte. Ich habe getan, was du verlangt hast. Ich bin so fertig wie ein Dämon nach der Jagd! Und zum Teufel mit ihm, nebenbei bemerkt…
ja: ついに！俺は自由だ！ほらよ。言われた通りにしたぞ。悪魔みたいにこき使われたがな！ちなみに、あいつが地獄に落ちますように…
zh_cn: 终于！我自由了！给你。我按你说的做了。我累得跟魔鬼似的！顺便说一句，让他见鬼去吧……

# ЗАРАЗ_НЕ_ЗРОЗУМІВ_ДРУЖЕ_CAC682
source: Зараз не зрозумів, друже.
de: Den letzten Teil habe ich nicht verstanden, Kumpel.
ja: 最後のはよく聞こえなかったな、兄弟。
zh_cn: 没听懂最后一句，伙计。

# НЕ_ЗВЕРТАЙ_УВАГИ_ТОБІ_ПІДХОДИТ_8DA673
source: Не звертай уваги. Тобі підходить стільниця?
de: Vergiss es. Passt die Thekenplatte für dich?
ja: 気にするな。天板はこれでいいか？
zh_cn: 别在意。那么，台面还行吗？

# ЩЕ_Б_ПАК_ГРИМЛАК_ПЕРЕВЕРШИВ_СА_0C73B5
source: Ще б пак! Гримлак перевершив сам себе! Вже не буду просити тебе її прибити, сам зроблю. Досить вже з тебе.
de: Perfekt! Grimlark hat sich wirklich selbst übertroffen! Mach dir keine Sorgen, sie festzunageln, das kann ich selbst erledigen. Du hast mehr als genug getan.
ja: もちろんだ！グリムラークのやつ、最高の仕事をしやがった！取り付けろとは言わねぇよ、自分でやる。お前はもう十分やった。
zh_cn: 当然行！格里姆拉克真是超越了自己！别担心钉上去的事了，我自己来。你已经做得够多了。

# НУ_НАРЕШТІ_ХТОСЬ_ПОГОДИВСЯ_ЩО_C4EABE
source: Ну нарешті, хтось погодився, що з мене досить! Фух, це був страшенно довгий день. Спатиму без задніх ніг, згадуючи то все, як страшний сон. Тільки, Торвіне?
de: Oh, endlich stimmt mir jemand zu, dass ich genug getan habe! Puh, das war ein absolut verrückter Tag. Ich werde schlafen wie ein Toter und versuchen, das Ganze wie einen bösen Traum zu vergessen. Hör zu, Torvin?
ja: やっと俺が十分やったと認める奴が現れたか！ふぅ、なんて長い一日だったんだ。泥のように眠って、全部悪い夢だったと思って忘れてやる。なあ、トルヴィン？
zh_cn: 哦，终于有人同意我做得够多了！呼，这真是疯狂的一天。我要睡得像死猪一样，然后把这一切当成一场噩梦忘掉。听着，托尔文？

# ЩО_63A3F1
source: Що?
de: Was ist?
ja: なんだ？
zh_cn: 什么事？

# НЕ_ВИКОРИСТОВУЙ_ДЛЯ_ЦІЄЇ_СТІЛЬ_EF62D1
source: Не використовуй для цієї стільниці звичайні цвяхи. Краще візьми приховані кріплення з шерійського сплаву. Шкода таку роботу паршивими матеріалами псувати.
de: Benutze keine normalen Nägel für diese Thekenplatte. Nimm besser verdeckte Befestigungen aus Sherian-Legierung. Es ist eine Sünde, solch feine Arbeit mit billigen Materialien zu ruinieren.
ja: この天板に普通の釘は使うなよ。シェリア合金の隠し留め具を使ったほうがいい。安物を使ってこんな傑作を台無しにするのは罪だからな。
zh_cn: 别用普通钉子固定这个台面。最好用谢里安合金做的隐藏式固件。用廉价材料毁掉这么好的手艺是种罪过。

# ТИ_БАЧИШ_ЯК_ОБЛИЧЧЯ_ТОРВІНА_ВИ_E267DA
source: Ти бачиш, як обличчя Торвіна витягується, а потім потихеньку пом’якшується.
de: Du siehst, wie Torvins Gesicht erstarrt und dann langsam weicher wird.
ja: トルヴィンは呆気にとられた顔をしたが、次第に表情を緩ませた。
zh_cn: 你看到托尔文的脸沉了下来，然后慢慢地缓和了。

# ОВВА_ТА_ТИ_СХОЖЕ_УСВІДОМИВ_ЦІН_10B400
source: Овва! Та ти схоже усвідомив цінність чужої роботи! Радий чути! Отож, ти більш ніж заслужив отримати свій приз.
de: Na, sieh mal an! Sieht so aus, als hättest du tatsächlich angefangen, gutes Handwerk zu schätzen! Das freut mich zu hören! In diesem Fall hast du deine Belohnung mehr als verdient.
ja: おやおや！どうやら職人の仕事の価値ってのがわかるようになったみたいだな！嬉しいぜ！なら、お前はこいつを受け取るに十分値するってことだ。
zh_cn: 哟！看来你真的开始欣赏好手艺了！很高兴听到这个！既然如此，你已经绰绰有余地赢得了你的奖励。

# ТОРВІН_НАХИЛЯЄТЬСЯ_ЩОБ_ДІСТАТИ_B1DB78
source: Торвін нахиляється, щоб дістати щось з-за барної стійки, і вже через мить перед тобою опиняється невелика вишукано оброблена скринька.
de: Torvin beugt sich hinunter, um etwas hinter der Bar hervorzuholen, und einen Moment später erscheint eine kleine, exquisit gefertigte Schachtel vor dir.
ja: トルヴィンはカウンターの裏から何かを取り出すと、精巧な細工が施された小さな箱を目の前に置いた。
zh_cn: 托尔文弯下腰从吧台后取东西，片刻之后，一个精致的小盒子出现在你面前。

# ПОКРИТА_ТОНКИМ_ШАРОМ_ЗОЛОТА_З_0CDE60
source: Покрита тонким шаром золота, з тонкою вирізкою по всій поверхні, вона сяє в мерехтливому світлі ліхтарів. Зверху ти бачиш бирку з охайно виведеним написом “Для Короля”. Раптом спогади затоплюють твою голову, і ти перелякано хапаєшся за волосся.
de: Sie ist mit einer dünnen Goldschicht überzogen, mit zarten Schnitzereien überall, und sie glänzt im flackernden Lampenlicht. Oben siehst du ein Etikett mit der sauber geschriebenen Aufschrift „Für den König“. Plötzlich überfluten Erinnerungen deinen Geist, und du fährst dir entsetzt durch die Haare.
ja: 薄く金を施され、全面に繊細な彫刻が刻まれたその箱は、ランプの光を受けて輝いている。上には「王へ」と丁寧に書かれた札が付いている。突然、記憶が奔流のように蘇り、お前は恐怖で頭を抱えた。
zh_cn: 它覆盖着一层薄薄的黄金，遍布着精美的雕刻，在摇曳的灯光下闪闪发光。在顶部，你看到一个标签，上面整齐地写着“献给国王”。突然，记忆涌入你的脑海，你惊恐地抓住了自己的头发。

# ТРЯСЦЯ_ЯК_Я_МІГ_ПРО_ЦЕ_ЗАБУТИ_587892
source: Трясця! Як я міг про це забути?!
de: Verdammte Axt! Wie konnte ich das nur vergessen?!
ja: なんてこった！どうしてこれを忘れてたんだ！？
zh_cn: 该死的！我怎么会忘了这个？！

# ХЕ_ХЕ_ПРИБЛИЗНО_ТАКОЇ_РЕАКЦІЇ_C7FC4E
source: Хе-хе, приблизно такої реакції я й очікував!
de: Heh-heh, genau diese Reaktion habe ich erwartet!
ja: へっへっへ、まさに期待通りの反応だ！
zh_cn: 嘿嘿，我预料到的反应差不多就是这样！

# ТОРВІНЕ_ДРУЖЕ_ТИ_МЕНЕ_ВРЯТУВАВ_95629F
source: Торвіне, друже, ти мене врятував! Якби я загубив цю скриню, мене б точно стратили!
de: Torvin, Kumpel, du hast mein Leben gerettet! Hätte ich diese Schachtel verloren, wäre ich mit Sicherheit hingerichtet worden!
ja: トルヴィン、兄弟、恩に着るぜ！もしこの箱を失くしてたら、俺は間違いなく処刑されてた！
zh_cn: 托尔文，伙计，你救了我的命！如果我把这个盒子弄丢了，我肯定会被处决的！

# ТИ_ВІДКРИВАЄШ_СКРИНЬКУ_І_РАПТО_6CC333
source: Ти відкриваєш скриньку, і раптом радість на твоєму обличчі зникає. Замість неї з’являється розпач. У тебе починає плисти перед очима, а по спині біжить холодний піт. Скринька порожня…
de: Du öffnest die Schachtel, und plötzlich verschwindet die Freude aus deinem Gesicht. Verzweiflung tritt an ihre Stelle. Deine Sicht beginnt zu verschwimmen, und ein kalter Schweiß rinnt dir den Rücken hinunter. Die Schachtel ist leer…
ja: 箱を開けた瞬間、お前の顔から喜びが消え失せた。代わりに絶望が広がる。視界が歪み、背筋を冷たい汗が伝う。箱は空っぽだった…
zh_cn: 你打开盒子，脸上的喜悦突然消失了。取而代之的是绝望。你的视线开始模糊，冷汗顺着你的脊背流下。盒子是空的……

source: Pause
ja: ポーズ
zh_cn: 暂停

source: Continue
de: Fortsetzen
ja: 続ける
zh_cn: 继续

source: Restart
de: Neustart
ja: やり直す
zh_cn: 重新开始

source: Skip Level
de: Level überspringen
ja: レベルをスキップ
zh_cn: 跳过关卡

source: Settings
de: Einstellungen
ja: 設定
zh_cn: 设置

source: Add to Wishlist!
de: Auf die Wunschliste!
ja: ウィッシュリストに追加！

source: Back to Menu
de: Zurück zum Menü
ja: メニューに戻る
zh_cn: 返回菜单

source: Beer
de: Bier
ja: ビール
zh_cn: 啤酒

source: Ginger Ale
de: Fassbrause
ja: ジンジャーエール
zh_cn: 健力宝

source: Sounds:
de: Geräusche:
ja: 効果音:
zh_cn: 音效：

source: Voices:
de: Stimmen:
ja: ボイス:
zh_cn: 语音：

source: Music:
de: Musik:
ja: 音楽:
zh_cn: 音乐：

source: Drink:
de: Getränk:
ja: 飲み物:
zh_cn: 饮料：

source: Language:
de: Sprache:
ja: 言語:
zh_cn: 语言：

source: Select...
de: Auswählen…
ja: 選択...
zh_cn: 选择……

source: Touch Control:
de: Touch-Steuerung:
ja: タッチ操作:
zh_cn: 触摸控制：

source: Close
de: Schließen
ja: 閉じる
zh_cn: 关闭

source: Olaf and the Crowning Hangover
de: Olaf und der krönende Kater
ja: オラフと 王冠の二日酔い
zh_cn: 奥拉夫与 加冕宿醉

source: Demo
ja: デモ
zh_cn: 试玩版

source: Play
de: Spielen
ja: プレイ
zh_cn: 开始游戏

source: Credits
de: Mitwirkende
ja: クレジット
zh_cn: 制作人员

source: Exit
de: Beenden
ja: 終了
zh_cn: 退出

# dialogue
source: Гримлак Зватенбарг
de: Grimlark Zwattenbarg
ja: グリムラーク・ズワッテンバーグ
zh_cn: 格里姆拉克·茨瓦滕巴格

# t4b878b42a2
source: Обійшовши майже всю територію лісопильні, ти раптом чуєш чиюсь брудну лайку, що лунає з-за майстерні. Незнайомий голос звучить трохи втомлено, так ніби репетує паплюжні прокльони вже не першу годину.
de: Nachdem du fast das gesamte Sägewerksgelände umrundet hast, hörst du plötzlich das unflätige Fluchen von jemandem, das von hinter der Werkstatt schallt. Die unbekannte Stimme klingt etwas müde, als ob sie schon seit Stunden Flüche brüllt.
ja: 製材所の敷地をほぼ一周したところで、作業場の裏から汚い罵り声が聞こえてきた。その知らない声は、何時間も罵倒を叫び続けているかのように、少し疲れているようだ。
zh_cn: 在绕着锯木厂转了几乎一整圈后，你突然听到从工坊后面传来某人污秽的咒骂声。这个陌生的声音听起来有些疲惫，就好像他已经吼了好几个小时的脏话了。

# tdcf15b9d22
source: Ти бачиш величезну колоду з-під якої стирчать чиїсь зеленуваті ноги. Затерті, чорні від бруду чоботи видають у своєму власникові чоловіка, що вже багато років займається важкою фізичною працею.
de: Du siehst einen massiven Baumstamm, unter dem grünliche Beine hervorragen. Abgetragene, schmutzstarrende Stiefel kennzeichnen den Besitzer als einen Mann, der seit vielen Jahren schwere körperliche Arbeit verrichtet.
ja: 巨大な丸太の下から、緑がかった足が突き出ているのが見える。擦り切れ、泥で黒ずんだブーツは、持ち主が長年重労働に従事してきた男であることを物語っている。
zh_cn: 你看到一根巨大的圆木，下面伸出某人绿色的腿。磨损、沾满泥土的黑色靴子表明，其主人是一个从事多年重体力劳动的人。

# ЩО_Ж_ХОЧА_Б_Я_ЙОГО_НЕ_ВБИВ_405E39
source: Що ж, хоча б я його не вбив…
de: Na ja, wenigstens habe ich ihn nicht umgebracht…
ja: ま、少なくとも殺しちゃいねぇようだな…
zh_cn: 好吧，至少我没杀了他……

# КОЛОДУ_ЙОМУ_В_СРАКУ_І_ЩОБ_ПОТ_6A7A59
source: …Колоду йому в сраку! І щоб потім ще два дні дристало! Ай, бісовий син, за що мені це..?
de: …soll ihm doch ein Baumstamm im Arsch stecken! Argh, du Koboldsohn, warum ich…?
ja: …あの野郎のケツに丸太をブチ込んでやる！そんで2日間垂れ流しになりやがれ！あぁ、畜生め、なんで俺がこんな目に…？
zh_cn: ……让他菊花残！啊，狗娘养的，为什么是我……？

# ЗДАЄТЬСЯ_ГРИМЛАК_ЗАЙНЯТИЙ_ЛАЯН_479003
source: Здається Гримлак, зайнятий лаянням, тебе навіть не помітив. Що зробиш?
de: Es scheint, als hätte Grimlark, mit dem Fluchen beschäftigt, dich gar nicht bemerkt. Was tust du?
ja: グリムラークは悪態をつくのに忙しく、お前に気付いていないようだ。どうする？
zh_cn: 看来格里姆拉克正忙着咒骂，甚至没注意到你。你打算怎么做？

# ПРИВІТАТИСЬ_64767A
source: Привітатись
de: Ihn grüßen
ja: 挨拶する
zh_cn: 跟他打招呼

# ПНУТИ_КОЛОДУ_12442A
source: Пнути колоду
de: Gegen den Baumstamm treten
ja: 丸太を蹴る
zh_cn: 踢圆木

# ПНУТИ_НОГУ_818931
source: Пнути ногу
de: Gegen das Bein treten
ja: 足を蹴る
zh_cn: 踢他的腿

# НОГИ_ГРИМЛАКА_ПЕРЕЛЯКАНО_ЗДРИГ_ACF60A
source: Ноги Гримлака перелякано здригнулись.
de: Grimlarks Beine zucken erschrocken.
ja: グリムラークの足が驚いてビクついた。
zh_cn: 格里姆拉克的腿吓得一抖。
