Repository: vmikhav/olafTheBoozer_godot
Catalog: i18n/*.po
Languages: de, ja, zh_cn

# dialogue
source: Олаф
de: Olaf
ja: オラフ
zh_cn: 奥拉夫

# dialogue
source: СМЕРТЬ
de: TOD
ja: 死神

# dialogue
source: Торвін Круторіг
de: Torvin Eisenhorn
ja: トルヴィン・クラッグアイアン
zh_cn: 托尔文·裂角

# dialogue
source: Клім
de: Klem
ja: クリム
zh_cn: 克莱姆

# t113c272c47
source: Де я? Що сталося? Трясця… Нічого не пам’ятаю! Таки здається вчора перебрав…
de: Wo bin ich? Was ist passiert? Verdammt… Ich kann mich an nichts erinnern! Sieht so aus, als hätte ich es gestern Abend übertrieben…
ja: ここはどこだ？何が起きた？畜生…何も思い出せねぇ！昨夜はちとやりすぎちまったようだな…
zh_cn: 我在哪？发生什么事了？该死的……我什么都不记得了！看来我昨晚是喝大了……

# ЗАЧЕКАЙ_ХТО_ТИ_7D6732
source: Зачекай… Хто ти?
de: Moment mal… Wer bist du?
ja: 待て…てめぇ、誰だ？

# Я_СМЕРТЬ_4A1C28
source: Я — СМЕРТЬ.
de: ICH BIN DER TOD.
ja: 私は「死」だ。

# АГА_КОСА_ЗДАЄТЬСЯ_ВИДАЛА_ТЕБЕ_008E6C
source: …Ага. Коса, здається, видала тебе.
de: …Schon klar. Die Sense war ein Hinweis.
ja: …へっ。その大鎌を見りゃ、なんとなく察しはつくがな。

# ЗАЗВИЧАЙ_СМЕРТНІ_БАЧАТЬ_МЕНЕ_Л_7E60ED
source: ЗАЗВИЧАЙ СМЕРТНІ БАЧАТЬ МЕНЕ ЛИШЕ ОДИН РАЗ.
de: NORMALERWEISE SEHEN MICH MENSCHEN NUR EIN EINZIGES MAL.
ja: 通常、定命の者が私を目にするのは一度きりだ。

# АЛЕ_МИНУЛА_НІЧ_БУЛА_ЦІКАВОЮ_80B46B
source: АЛЕ МИНУЛА НІЧ БУЛА… ЦІКАВОЮ.
de: ABER DIE LETZTE NACHT WAR… INTERESSANT.
ja: だが、昨夜は…興味深かった。

# У_ТЕБЕ_Є_УГОДА_ЯКУ_ТРЕБА_ВИКОН_4954DF
source: У ТЕБЕ Є УГОДА, ЯКУ ТРЕБА ВИКОНАТИ. І ТИ… ЗАГУБИВ ЩОСЬ ВАЖЛИВЕ.
de: DU HATTEST EINEN VERTRAG ZU ERFÜLLEN. UND DU HAST… ETWAS WICHTIGES VERLOREN.
ja: お前には果たすべき契約がある。だが…何か重要なものを失くしたようだな。

# БУЛО_Б_ШКОДА_ЯКБИ_ТВОЯ_ІСТОРІЯ_75A5D9
source: БУЛО Б ШКОДА, ЯКБИ ТВОЯ ІСТОРІЯ ЗАКІНЧИЛАСЯ ЧЕРЕЗ ТАКУ ДРІБНИЦЮ.
de: ES WÄRE SCHADEN, WENN DEINE GESCHICHTE WEGEN EINER FORMALITÄT ENDETE.
ja: そんな些細なことでお前の物語が終わるのは、少々惜しい。

# А_МЕНІ_ЦІКАВО_ЧИ_ВСТИГНЕШ_C0B2E1
source: А МЕНІ… ЦІКАВО, ЧИ ВСТИГНЕШ.
de: UND ICH BIN… NEUGIERIG, WIE SIE WEITERGEHT.
ja: 私は…お前がどう転ぶか興味があるのだ。

# ТОЖ_Я_ВИРІШИВ_ЗРОБИТИ_ТОБІ_ПОС_58F170
source: ТОЖ Я ВИРІШИВ ЗРОБИТИ ТОБІ ПОСЛУГУ.
de: ALSO HABE ICH BESCHLOSSEN, DIR EINEN GEFALLEN ZU TUN.
ja: ゆえに、ひとつ情けをかけてやることにした。

# ПОСЛУГУ_ВІД_СМЕРТІ_ЦЕ_ЗАСПОКОЮ_66EE14
source: Послугу? Від Смерті? Це… заспокоює.
de: Einen Gefallen. Vom Tod. Das klingt… beruhigend.
ja: 情け？死神様がか？そいつは…ありがてぇ話だな。

# Я_ДАВ_ТОБІ_ЗДІБНІСТЬ_ВІДТВОРЮВ_9AFE03
source: Я ДАВ ТОБІ ЗДІБНІСТЬ ВІДТВОРЮВАТИ ПОДІЇ МИНУЛОЇ НОЧІ, КРОК ЗА КРОКОМ — ПОЧИНАЮЧИ З КІНЦЯ.
de: ICH HABE DIR DIE FÄHIGKEIT GEGEBEN, DIE EREIGNISSE DER LETZTEN NACHT SCHRITT FÜR SCHRITT ZU ERINNERN — VOM ENDE ANFANGEND.
ja: お前に、昨夜の出来事を一歩ずつ、終わりから順に思い出す能力を授けよう。

# ЗНАЙДИ_ТЕ_ЩО_ВТРАТИВ_ВСТИГНИ_Д_176C2C
source: ЗНАЙДИ ТЕ, ЩО ВТРАТИВ. ВСТИГНИ ДО СВОГО ТЕРМІНУ.
de: FINDE, WAS DU VERLOREN HAST. HALTE DEINE FRIST EIN.
ja: 失ったものを見つけ出せ。期限に間に合わせるのだ。

# І_НАМАГАЙСЯ_НЕ_ПРИЙТИ_ДО_МЕНЕ_BDA3DE
source: І НАМАГАЙСЯ НЕ ПРИЙТИ ДО МЕНЕ ЗНОВУ НАДТО ШВИДКО.
de: UND BEMÜHE DICH, UNSERE NÄCHSTE BEGEGNUNG ETWAS HINAUSZUZÖGERN.
ja: そして、あまり早く私のもとへ戻って来ぬよう励むことだ。

# О_ЦЕ_ДУЖЕ_ЛЮБ_ЯЗНО_З_ТВОГО_БОК_DB5E87
source: О. Це… дуже люб’язно з твого боку.
de: Oh. Das ist… sehr aufmerksam von dir.
ja: お、おう。そいつは…随分なご配慮痛み入るぜ。

# Я_НАМАГАЮСЯ_A38702
source: Я НАМАГАЮСЯ.
de: ICH GEBE MIR MÜHE.
ja: そのつもりだ。

# У_ТЕБЕ_МАЛО_ЧАСУ_027F06
source: У ТЕБЕ МАЛО ЧАСУ.
de: DEINE ZEIT LÄUFT AB.
ja: 時間がないぞ。

# ТИ_МАЄШ_НА_УВАЗІ_В_ПЕРЕНОСНОМУ_0F6EF4
source: Ти маєш на увазі… в переносному сенсі, так?
de: Du meinst… bildlich gesprochen?
ja: それって…比喩的な意味だよな、おい？

# НІ_D8D68D
source: НІ.
de: NEIN.
ja: いいや。

# tb3fda6061e
source: Сподіваюсь, тобі соромно за те, що ти тут накоїв минулої ночі, друже!
de: Ich hoffe, du schämst dich für das, was du letzte Nacht hier angestellt hast, Kumpel!
ja: 昨夜ここでしでかしたことを、反省してるといいんだがな、兄弟！
zh_cn: 伙计，我希望你为你昨晚在这儿干的好事感到羞耻！

# t47ed6a1069
source: Останнє слово Торвін промовляє з особливою різкістю. Він дивиться на тебе з-під лоба, старанно протираючи ганчіркою напівзламану барну стійку.
de: Das letzte Wort betont Torvin mit besonderer Schärfe. Er blickt dich unter seinen Brauen hervor an, während er sorgfältig mit einem Lappen den halb zerbrochenen Tresen abwischt.
ja: トルヴィンは最後の言葉を殊更に鋭く言い放つ。彼は眉をひそめてお前を睨みつけながら、ぼろ布で半壊したカウンターを丹念に拭いている。
zh_cn: 托尔文特别加重了最后一个词。他从眉毛下瞥着你，同时卖力地用抹布擦拭着半坏的吧台。

# ta20fa9ce91
source: Перепрошую, та я нічого не пам’ятаю.
de: Entschuldige, aber ich kann mich an nichts erinnern.
ja: 悪いが、何も覚えちゃいねぇんだ。
zh_cn: 抱歉，但我什么都不记得了。

# t02868a0da3
source: Ха! Мені ніколи не соромно! Особливо за те, чого я не пам’ятаю!
de: Ha! Ich schäme mich nie! Besonders nicht für Dinge, an die ich mich nicht erinnern kann!
ja: ハッ！俺に「恥」なんて言葉はねぇ！特に、覚えちゃいねぇことについてはな！
zh_cn: 哈！我从不感到羞耻！尤其对自己记不得的事！

# t7065160959
source: А? Хто? Я? За що?
de: Hä? Wer? Ich? Wofür?
ja: あ？誰が？俺か？何をしたって？
zh_cn: 啊？谁？我？为什么？

# te71e8ffa05
source: То тобі пам’ять відшибло? А з іншого боку, чого я дивуюсь! Когось іншого така кількість випитого відправила б на той світ. А в тебе всього-на-всього провал в пам’яті… Так чи інакше, я тобі злиняти не дам! Ти мені заплатиш за весь той розгардіяш, що ви тут вночі наробили.
de: Also hast du einen Filmriss, was? Andererseits, warum wundert mich das? Jeder andere hätte sich mit dieser Menge ins Grab gesoffen, aber du? Nur eine kleine Gedächtnislücke… So oder so, ich lasse dich nicht vom Haken! Du wirst für das ganze Chaos bezahlen, das du und deine Leute letzte Nacht verursacht haben.
ja: 記憶が飛んだってのか？ま、驚くことじゃねぇか！あれだけ飲みゃ、普通ならあの世行きだが、お前ときたら記憶喪失ですむとはな…。どのみち、トンズラはさせねぇぞ！お前らが昨夜ここでやらかした騒ぎのツケは、きっちり払ってもらうからな。
zh_cn: 所以，你断片了是吧？不过话说回来，我有什么好吃惊的？换了别人喝那么多早进坟墓了，而你呢？只是记忆缺了块……不管怎样，我不会让你溜掉的！你得为昨晚你和你的那帮人造成的烂摊子买单。

# t12b6980f97
source: Ви бачите кілька пляшок пива, які стоять тут ще від учора
de: Du siehst ein paar Flaschen Bier, die seit gestern hier stehen
ja: 昨日から放置されたままのビール瓶が数本見える
zh_cn: 你看到几瓶从昨天就留在这里的啤酒

# t335e3bf4b0
source: Агов, друже! Та скільки можна? Трясця, правду кажуть: п’яниця – проспиться, а дурень – ніколи…
de: Hey, Kumpel! Wie viel verträgst du noch? Verdammt, man sagt es richtig: Ein Betrunkener wird wieder nüchtern, ein Narr aber nie…
ja: おい、お前！いつまで寝てんだ？まったく、「酔っ払いは醒めるが、馬鹿は一生治らねぇ」とはよく言ったもんだ…。
zh_cn: 嘿，伙计！你还喝得下吗？真该死，俗话说得好：酒鬼总会醒，傻子永远傻……

# t4a406cc786
source: Випити
de: Trinken
ja: 飲む
zh_cn: 喝掉

# t3c5513291e
source: Залишити як є
de: So lassen, wie sie sind
ja: そのままにする
zh_cn: 别管它们

# t6af4a5afe1
source: У каміні Ви знаходите напівзгорілий лежачий жужмом папірець. Видно лише кінець: '…амовлення має бути виконане не пізніше дня сонцестояння за дві години до коронації. У випадку будь-якого відхилення від термінів виконавець буде негайно страчений'
de: Im Kamin findest du ein halb verbranntes, zerknülltes Stück Papier. Nur das Ende des Textes ist noch lesbar: '…trag muss spätestens am Tag der Sonnenwende erfüllt werden, zwei Stunden vor der Krönung. Jede Abweichung vom Zeitplan hat die sofortige Hinrichtung des Auftragnehmers zur Folge.'
ja: 暖炉の中に、半分焦げた紙くずが落ちているのを見つけた。辛うじて読めるのは最後の一文だけだ。「…注文の品は夏至の日、戴冠式の2時間前までに必ず納品すること。期限を少しでも過ぎた場合、請負人は即刻処刑されるものとする。」
zh_cn: 在壁炉里，你发现一张烧了一半的、皱巴巴的纸。只有结尾部分还能辨认：“……订单必须在夏至日加冕典礼前两小时完成。任何偏离时间表的行为都将导致承包商被立即处决。”

# tb6bf3de2c8
source: Але ж я не один це все розгромив!
de: Aber das alles kann ich unmöglich allein zerlegt haben!
ja: だが、俺一人で全部壊したわけじゃねぇだろ！
zh_cn: 但这不可能是我一个人干的！

# tc9c0cff070
source: Твоя правда. Але ти єдиний, з кого я можу спитати, друже! Інші бовдури змогли допетрати, що їх чекає, тому ще вночі втекли. Ти єдиний, хто залишився тут ночувати. І ні розбудити, ні звести зі світу! Ось ми й чекали, поки сам оговтаєшся.
de: Stimmt schon. Aber du bist der Einzige, der noch da ist, um dafür geradezustehen, Kumpel! Die anderen Tölpel haben kapiert, was ihnen blüht, und sind in der Nacht geflohen. Du bist der Einzige, der geblieben ist, um seinen Rausch auszuschlafen. Wir konnten dich weder wecken noch bewegen, also mussten wir warten, bis du von selbst zu dir kommst.
ja: ご名答。だが、責任を取れるのはお前しか残ってねぇんだよ、兄弟！他のマヌケどもはヤバいと察して夜のうちに逃げ出しやがった。お前だけがここで高いびきかいてたんだ。叩いても起きねぇし、動かせもしねぇ！だからこうして、お前が自分で起きるのを待ってたってわけだ。
zh_cn: 说得对。但伙计，你是我唯一能问责的人！其他那帮蠢货都明白会发生什么，连夜溜了。只有你留下来睡死在这。叫也叫不醒，搬也搬不动，我们只好等你自个儿清醒过来。

# t06241b004f
source: Дідько… Здається, я вляпався по самі вуса.
de: Verdammt… Sieht aus, als würde ich diesmal richtig tief drinstecken.
ja: 畜生…こりゃ髭の先までどっぷり浸かっちまったな。
zh_cn: 见鬼……看来这次我惹上大麻烦了。

# t5bd99f66c8
source: Ну я цим бевзеням ще таку прочуханку влаштую! Коли згадаю, як вони виглядали…
de: Na, diesen Idioten werde ich die Meinung geigen – sobald ich mich erinnere, wie sie aussahen…
ja: あのバカどもめ、ただじゃおかねぇぞ！あいつらの顔を思い出せさえすればな…
zh_cn: 哼，我会让那帮白痴好看的——等我想起他们长什么样……

# t1e33823696
source: Зате мені гарно спалося.
de: Wenigstens habe ich gut geschlafen.
ja: おかげでよく眠れたぜ。
zh_cn: 至少我睡得不错。

# tf18ce4b5de
source: Ага. То що, як розплачуватись будеш?
de: Sicher. Also, wie willst du für all das bezahlen?
ja: そうかい。で、どうやって落とし前をつけるつもりだ？
zh_cn: 是吗。所以，你打算怎么赔偿这一切？

# t13dec8972c
source: Здається, я вчора все пропив. У кишенях зовсім порожньо.
de: Ich bin mir ziemlich sicher, dass ich letzte Nacht alles vertrunken habe. Meine Taschen sind komplett leer.
ja: 昨夜全部飲んじまったみたいだ。ポケットはすっからかんだよ。
zh_cn: 我估计昨晚把我所有的钱都喝光了。口袋里一干二净。

# t9e18e9a53c
source: Тоді нічого іншого не залишається. Я кличу вартових. Хай вже вони розбираються з тобою.
de: Dann habe ich keine Wahl, als die Wachen zu rufen. Sollen die sich mit dir befassen.
ja: なら仕方ねぇ。衛兵を呼ぶ。あとはあいつらに任せるとするか。
zh_cn: 那就没别的选择了。我只能叫守卫了。让他们来处理你。

# t72644c82cc
source: Зачекай! Я можу все прибрати й полагодити! Я рукатий!
de: Warte! Ich kann alles aufräumen und reparieren! Ich bin handwerklich geschickt!
ja: 待て！俺が片付けて直す！腕には自信があるんだ！
zh_cn: 等等！我能把这里打扫干净，修好一切！我手艺很好的！

# tf99dd49d5f
source: Та годі заливати! Мені потрібно, щоб все було рівно так, як було до цієї ночі. Це не так вже й просто.
de: Ach, du erwartest doch nicht, dass ich dir das glaube, oder? Ich brauche es genauso, wie es vorher war. Das ist keine kleine Aufgabe.
ja: ふん、誰が信じるかよ！昨夜の前と寸分違わず元通りにしなきゃなんねぇんだぞ。並大抵のことじゃねぇ。
zh_cn: 哦，你以为我会信你？我需要这里恢复到昨晚之前的原样。这可不是件小事。

# tc0267e167f
source: Але я все зроблю!
de: Aber ich werde es tun, ich schwöre!
ja: だが、必ずやってみせる！誓う！
zh_cn: 但我发誓，我能做到！

# t85d52e7790
source: Хм, обіцяєш?
de: Hmm, versprochen?
ja: ふむ、約束するか？
zh_cn: 嗯，你保证？

# tebc6157c46
source: Обіцяю!
de: Ich verspreche es!
ja: 約束する！
zh_cn: 我保证！

# t057eda89c2
source: Вір мені! Я найвідповідальніший з усіх, кого ти коли-небудь бачив.
de: Vertrau mir! Ich bin der verantwortungsbewussteste Zwerg, den du je getroffen hast.
ja: 信じてくれ！俺ほど責任感のあるドワーフはいねぇぞ。
zh_cn: 相信我！我是你见过最负责的矮人。

# ta26229f8cf
source: Ну… так.
de: Nun… ja, schätze ich.
ja: まあ…そうだな。
zh_cn: 好吧……我猜是吧。

# t5060265dd7
source: Що ж, добре, друже. Вірю. Але, щоб ти точно нікуди не втік і зробив все, як належно, я тобі ось, що розповім: є у мене дещо дуже важливе для тебе, хоч ти, здається, й сам про це забув. Поверну, тільки якщо зробиш все, як домовлялись.
de: Na gut, in Ordnung. Ich vertraue dir, vorerst. Aber damit du nicht abhaust oder es halbfertig lässt, sage ich dir Folgendes: Ich habe etwas sehr Wichtiges für dich, auch wenn du es anscheinend völlig vergessen hast. Ich gebe es dir zurück, wenn du getan hast, was du versprochen hast.
ja: よかろう、信じてやる。だがな、お前が逃げ出さず、仕事をきっちりこなすように一つ言っておくことがある。俺は、お前にとって「とてつもなく重要なもの」を預かってる。どうやらお前はそれすら忘れてるようだがな。約束を果たしたら返してやるよ。
zh_cn: 好吧，好吧。暂时相信你。但为了确保你不会跑路或者敷衍了事，我得告诉你一件事：我这儿有件对你非常重要的东西，虽然你好像已经忘得一干二净了。等你完成了你承诺的事，我再还给你。

# t64bda4f058
source: І ти мені не скажеш, що там?
de: Und du wirst mir nicht sagen, was es ist?
ja: それが何かは教えてくれねぇのか？
zh_cn: 你不会告诉我那是什么，对吗？

# t583b25071d
source: Ні. Хочу подивитись, як будеш стрибати від щастя, коли зрозумієш, від чого я тебе уберіг. А тепер досить базікати. Іди й берись до справи. Для початку, визволи-но малюка Кліма з кухні.
de: Nö. Ich will dein Gesicht sehen, wenn du merkst, was ich für dich in Sicherheit gebracht habe. Aber genug geredet. An die Arbeit. Befreie zuerst den kleinen Klem aus der Küche.
ja: ああ、教えねぇよ。俺がお前を何から救ってやったかを知って、飛び上がって喜ぶマヌケ面が見たいからな。さあ無駄口は終わりだ。とっとと仕事にかかれ。まずは、チビのクリムを台所から出してやれ。
zh_cn: 不说。我倒想看看，当你意识到我为你保住了什么时，你会高兴成什么样。别废话了。赶紧干活。首先，把小克莱姆从厨房里弄出来。

# tdbabd2416e
source: Кого-кого?
de: Den wen?
ja: 誰だって？
zh_cn: 谁？

# t93d281443a
source: Нашого прибиральника, якого ви вночі затягнули у свої ігри, а потім заперли на кухні. Як розберешся з Клімом, повертайся.
de: Unseren Putzmann. Du und deine Kumpane habt ihn letzte Nacht in eure Spiele hineingezogen und dann in der Küche eingesperrt. Er ist hinter der Tür zu deiner Linken. Sobald du dich um ihn gekümmert hast, komm zurück zu mir.
ja: ウチの清掃係だ。お前らが昨夜遊びに巻き込んで、そのまま台所に閉じ込めたんだよ。左のドアの向こうだ。クリムをどうにかしたら戻ってこい。
zh_cn: 我们的清洁工。昨晚你和你的朋友们拉着他玩游戏，然后把他锁在了厨房里。他就在你左边那扇门后面。搞定他之后，再回来找我。

# t2722d346ef
source: Дістань Кліма з кухні.
de: Hol Klem aus der Küche.
ja: 台所からクリムを救出する。
zh_cn: 把克莱姆从厨房弄出来。

# t6183ce8d2f
source: Ти бачиш перед собою простенькі дерев’яні двері, на яких висить табличка: “Кухня. Стороннім вхід заборонений”
de: Du siehst eine einfache Holztür mit einem Schild, auf dem steht: „Küche. Nur für Personal.“
ja: 目の前に質素な木の扉がある。札には『厨房。関係者以外立入禁止』と書かれている。
zh_cn: 你看到一扇简单的木门，上面挂着牌子：“厨房。闲人免进。”

# t475d7d355c
source: Ти бачиш перед собою простенькі дерев’яні двері, на яких висить табличка: “Кухня. Стороннім вхід заборонений”. Що зробиш?
de: Du siehst eine einfache Holztür mit einem Schild, auf dem steht: „Küche. Nur für Personal.“ Was wirst du tun?
ja: 目の前に質素な木の扉がある。札には『厨房。関係者以外立入禁止』と書かれている。どうする？
zh_cn: 你看到一扇简单的木门，上面挂着牌子：“厨房。闲人免进。” 你要怎么做？

# t0331b696a7
source: Постукати у двері.
de: An die Tür klopfen.
ja: 扉をノックする。
zh_cn: 敲门。

# t027e9c4570
source: Вдарити по дверях ногою.
de: Die Tür mit dem Fuß eintreten.
ja: 扉を蹴り飛ばす。
zh_cn: 踹门。

# t49c0783756
source: Закричати “Агов, невільнику!”
de: „Hey, du Knastbruder!“ rufen.
ja: 「おい、囚人！」と叫ぶ。
zh_cn: 大喊“嘿，囚犯！”

# t55ca8dcd6f
source: Так-так? Хто там?
de: Ja, ja? Wer ist da?
ja: はいはい？どなたです？
zh_cn: 嗯，嗯？谁在那儿？

# tdd207fdd73
source: Мене звати Олаф.
de: Mein Name ist Olaf.
ja: オラフ様だ。
zh_cn: 我叫奥拉夫。

# t6bf8a78c06
source: Це неважливо. Скажи краще, як ти туди попав, бовдуре?
de: Das ist egal. Sag mir lieber, wie du da reingekommen bist, du kleiner Dummkopf?
ja: 誰でもいいだろ。それより、なんでそんなとこに入ったんだ、マヌケ？
zh_cn: 这不重要。告诉我，你这小傻瓜是怎么进去的？

# tdeff80ddeb
source: Це я.
de: Ich bin's.
ja: 俺だ。
zh_cn: 是我。

# tdc4a7de79f
source: Пане Олафе, то це ви? Ви нарешті прокинулись? Як чудово! Тепер ви зможете мене звільнити! Знаєте, ми любо з вами грали в ночі, але зараз мені вже трохи не так весело. Не могли б ви відкрити двері, будь ласка? У вас мав би бути ключ, чи не так?
de: Herr Olaf, seid Ihr das? Ihr seid endlich aufgewacht? Wie wunderbar! Jetzt könnt Ihr mich befreien! Wisst Ihr, wir haben letzte Nacht zusammen gespielt, aber jetzt ist es nicht mehr so lustig. Könntet Ihr bitte die Tür öffnen? Ihr solltet den Schlüssel haben, nicht wahr?
ja: オラフ様、あなたですか？やっと目が覚めたんですね！あぁ、よかった！これで出られます！あの、昨夜は楽しく遊びましたけど、今はちょっと笑えない状況でして…。扉を開けていただけませんか？鍵はオラフ様がお持ちのはずですので。
zh_cn: 奥拉夫先生，是您吗？您终于醒了？太好了！现在您可以放我出去了！您知道，昨晚我们玩得很开心，但现在我没那么高兴了。能请您开门吗？您应该有钥匙，对吧？

# t94a9c55dd9
source: Кхм, маю тобі зізнатись… Я нічого не пам’ятаю з минулої ночі.
de: Ähm, ich muss gestehen… Ich erinnere mich an nichts von letzter Nacht.
ja: んー、正直に言うとだな…昨夜のことはさっぱり覚えてねぇんだ。
zh_cn: 嗯，我得承认……我什么都不记得了。

# ta8585c5858
source: Правда? Це ж треба… Дозвольте тоді нагадати. Десь опівночі ви закрили мене тут, сказали, що це квест. Необхідно за годину вийти з кімнати, щоб перемогти. Та я трохи не впорався. Ви не пам’ятаєте цього?
de: Wirklich? Das ist… wow. Lasst mich Euch dann erinnern. Gegen Mitternacht habt Ihr mich hier eingeschlossen und gesagt, es sei eine Aufgabe. Ich musste innerhalb einer Stunde aus dem Raum entkommen, um zu gewinnen. Aber ich habe es irgendwie nicht geschafft. Erinnert Ihr Euch nicht daran?
ja: 本当ですか？それはまた…では僭越ながら思い出させて差し上げます。真夜中頃、あなたは「これはクエストだ」と言って私をここに閉じ込めました。「1時間以内に脱出すればクリアだ」と。ですが、私は失敗してしまいまして…。覚えておいでではないですか？
zh_cn: 真的吗？哇哦……那请允许我提醒您。大概午夜时分，您把我锁在这里，说这是一个任务。我必须在一小时内离开房间才能获胜。但我有点失败了。您不记得这事了吗？

# t55759fffd6
source: Ні, аж ніяк. І я гадки не маю, де знайти ключ, про який ти говориш.
de: Nein, überhaupt nicht. Und ich habe keine Ahnung, wo ich den Schlüssel finden soll, von dem du sprichst.
ja: いや、全然。お前が言ってる鍵がどこにあるのかも検討がつかん。
zh_cn: 不，一点也不记得。而且我也不知道去哪找你说的钥匙。

# t30f453c64d
source: Хм, пане, а ви ніде його в кишенях не залишали?
de: Hmm, Herr, habt Ihr ihn vielleicht in einer Eurer Taschen gelassen?
ja: ふむ…旦那様、ポケットの中などには入っておりませんか？
zh_cn: 嗯，先生，您是不是把它忘在哪个口袋里了？

# tca54b0b120
source: Мої кишені порожні, хлопче.
de: Meine Taschen sind leer, Junge.
ja: ポケットは空っぽだ、小僧。
zh_cn: 孩子，我的口袋是空的。

# tf8950a49b6
source: Це погані новини, пане. Не могли б ви пошукати в банній кімнаті? Це сусіднє приміщення.
de: Das sind schlechte Nachrichten, Herr. Könntet Ihr im Badehaus nachsehen? Das ist der nächste Raum.
ja: それは困りましたね…。浴場を探してみてはいただけませんか？隣の部屋です。
zh_cn: 那可真是坏消息，先生。您能去澡堂看看吗？就在隔壁房间。

# НАСКІЛЬКИ_Я_ВАС_ЧУВ_ВНОЧІ_КРІЗ_5953A3
source: Наскільки я вас чув вночі крізь двері, після того, як зачинити мене тут, ви пішли з іншими гістьми в баню. Здається хотіли зіграти в те, хто довше протримається під водою не дихаючи. Можливо, знімаючи одяг, ви десь там залишили ключі?
de: Soweit ich letzte Nacht durch die Tür gehört habe, seid Ihr nach dem Einsperren mit den anderen Gästen ins Bad gegangen. Ihr wolltet ein Spiel spielen, wer am längsten unter Wasser bleiben kann. Vielleicht habt Ihr die Schlüssel dort gelassen, als Ihr Eure Kleidung ausgezogen habt?
ja: 扉越しに聞こえた様子では、私を閉じ込めた後、あなたは他の客と浴場へ向かわれました。「誰が一番長く水に潜っていられるか」を競うとかで。もしかすると、服を脱いだ時に鍵を置き忘れたのでは？
zh_cn: 昨晚我透过门听到，您把我锁在这里之后，就和别的客人去澡堂了。你们好像在玩谁能在水下憋气最久的游戏。也许您脱衣服的时候把钥匙留在那里了？

# t03c1836cac
source: О, звучить весело, гарно я придумав! Та мабуть, не будемо зараз про це. Значить, банна кімната? Добре, я перевірю. Почекай тут.
de: Oh, klingt lustig, gute Idee! Aber reden wir jetzt nicht darüber. Also, das Badehaus? Gut, ich sehe nach. Warte hier.
ja: おぉ、楽しそうじゃねぇか！俺のナイスアイデアだな！…ま、今はその話はいいか。浴場だな？よし、見てきてやる。待ってろ。
zh_cn: 哦，听起来挺好玩，好主意！不过现在先不谈这个了。所以，澡堂是吧？行，我去看看。你在这里等着。

# t632496390c
source: Авжеж, пане. Де ж мені ще чекати..?
de: Natürlich, Herr. Wo sollte ich sonst warten…?
ja: もちろんです、旦那様。他に待つ場所もありませんので…
zh_cn: 当然，先生。我还能去哪儿等呢..?

# t8da260d6ac
source: Агов, хлопче! Я знайшов ключ.
de: Hey, Kleiner! Ich habe den Schlüssel gefunden.
ja: おい小僧！鍵を見つけたぞ。
zh_cn: 嘿，小鬼！我找到钥匙了。

# t020ea62b4c
source: Чудово, пане! Відкривайте двері.
de: Großartig, Herr! Öffnet die Tür.
ja: 素晴らしいです！さあ、開けてください。
zh_cn: 太好了，先生！快开门吧。

# td3c4173033
source: Ти вставляєш ключ і намагаєшся повернути його у замку, але механізм не піддається. Ти докладаєш додаткових зусиль. Ключ зрушується лише зовсім трохи. Ти докладаєш ще більше зусиль, аж раптом ключ ламається. У твоїх руках залишається лише його половина. Інша застрягла всередині.
de: Du steckst den Schlüssel hinein und versuchst, ihn im Schloss zu drehen, aber der Mechanismus gibt nicht nach. Du wendest mehr Kraft auf. Der Schlüssel bewegt sich nur ein kleines Stück. Du wendest noch mehr Kraft auf, und plötzlich bricht der Schlüssel. Du hältst nur noch die Hälfte davon in der Hand. Die andere Hälfte steckt im Inneren fest.
ja: 鍵を差し込み回そうとするが、びくともしない。さらに力を込める。鍵はほんの少し動いた。さらに強く力を込めると、突然鍵が折れてしまった。手元には半分の鍵が残り、もう半分は鍵穴の中に詰まってしまった。
zh_cn: 你把钥匙插进锁里，试着转动它，但锁芯纹丝不动。你加了点力。钥匙只动了一点点。你用上更大的力气，突然，钥匙断了。你手里只剩下一半。另一半卡在了里面。

# t24b6af8dbf
source: Кліме?
de: Klem?
ja: クリム？
zh_cn: 克莱姆？

# t0c0d4c2907
source: Кліме?
de: Klem?
ja: おい、クリム？
zh_cn: 克莱姆？

# t1b95aedb5b
source: Так?
de: Ja?
ja: はい？
zh_cn: 嗯？

# td535e773bc
source: Я здається зламав ключ.
de: Ich glaube, ich habe den Schlüssel abgebrochen.
ja: 鍵を折っちまったみてぇだ。
zh_cn: 我想我把钥匙弄断了。

# taaf01a9e38
source: Ти чуєш довгу паузу.
de: Du hörst eine lange Pause.
ja: 長い沈黙が流れる。
zh_cn: 你听到一阵长长的沉默。

# t4aa1dff0a5
source: Так-так, пане Олафе, я тут. Просто трохи, кхм, засмутився. Є інший варіант, якщо вже ви… якщо вже так сталося. У нас на другому поверсі має бути скринька з інструментами для різної дрібної роботи. У тому числі там має бути відмичка. Ви зможете дістати її?
de: Ja, ja, ich bin hier, nur ein bisschen… schockiert. Nun, Herr, wenn Ihr den Schlüssel zerbrochen habt, gibt es eine andere Möglichkeit. Im zweiten Stock haben wir eine Kiste mit Werkzeugen für kleine Reparaturen. Dort sollte ein Dietrich sein. Könntet Ihr ihn holen?
ja: はい…はい、オラフ様、聞いております。ただ少々…その、ショックでして。ですが別の手があります、もし本当に…そうなってしまったのなら。2階に修理用の道具箱があるはずです。そこにピッキングツールも入っているかと。取ってきていただけますか？
zh_cn: 是的，是的，我在这里，只是有点……震惊。好吧，先生，既然您把钥匙弄断了，还有另一个办法。在二楼，我们有个装小修理工具的箱子。里面应该有一把万能钥匙。您能去拿一下吗？

# t748e2c4a75
source: Так, звичайно. Коли у мене щось не виходило?
de: Sicher, wann habe ich je versagt?
ja: ああ、任せろ。俺にできねぇことがあったか？
zh_cn: 当然，我什么时候失败过？

# t60270ae1c3
source: Авжеж! Можеш покластися на мене! Я найнадійний дварф з усіх.
de: Natürlich! Du kannst dich auf mich verlassen! Ich bin der zuverlässigste Zwerg von allen.
ja: もちろんだ！大船に乗ったつもりでいろ！俺は世界一頼りになるドワーフだからな。
zh_cn: 没问题！你可以信赖我！我是最可靠的矮人。

# t5c202d4f74
source: Якщо Торвін спитає, це ти замок зламав!
de: Wenn Torvin fragt, warst du es, der das Schloss geknackt hat!
ja: もしトルヴィンに聞かれたら、鍵を壊したのはお前ってことにしとけよ！
zh_cn: 如果托尔文问起来，就说是你把锁弄坏的！

# t0b49f9d0de
source: Ви дотепний, пане! Усе обов’язково вийде. Я вірю у вас!
de: Ihr seid witzig, Herr. Alles wird gut. Ich glaube an Euch!
ja: 冗談がお上手ですね！きっとうまくいきます。信じていますよ！
zh_cn: 您真机智，先生！一切都会顺利的。我相信您！

# t51879b6279
source: Ти підходиш до дверей і чуєш, як звідти лунає тихий невмілий спів Кліма. З уривків тексту ти розумієш, що це дуже відома у всіх корчмах і тавернах “Пісня несправедливо ув’язненого”. Ходять чутки, її написав бард, якого посадили на три дні за ґрати через пісню про слизькі коліна короля.
de: Du näherst dich der Tür und hörst von drinnen leises, ungeschicktes Singen. Du erkennst das Lied als das berühmte „Lied des zu Unrecht Inhaftierten“, bekannt in jeder Taverne. Gerüchten zufolge wurde es von einem Barden geschrieben, der für drei Tage eingesperrt wurde, wegen seines Liedes über die schlüpfrigen Knie des Königs.
ja: 扉に近づくと、中からクリムの下手くそな鼻歌が聞こえてくる。歌詞の断片から、それが酒場で有名な『無実の囚人の歌』だとわかる。王様の膝がツルツルだという歌を歌って3日間投獄された吟遊詩人が作った、という噂の歌だ。
zh_cn: 你走近门，听到里面传来克莱姆轻微而跑调的歌声。你认出这首歌是每个酒馆里都很有名的《无辜囚徒之歌》。据说，这首歌是一个吟游诗人写的，他因为写了一首关于国王湿滑膝盖的歌而被关了三天。

# td970a228e8
source: В’язниця мене не змінила, В’язниця мене не зламала, Помий, люба, дай мені мила Щоб ти мою пику впізнала.
de: Der Kerker hat mich nicht gekriegt, und meinen Willen nicht besiegt. So gib mir Seife, Liebste mein, du sollst doch wissen, wer ich bin.
ja: 牢屋ごときじゃ俺は変わらねぇ 牢屋ごときじゃ心は折れねぇ おーい母ちゃん、石鹸をくれ 顔を洗わなきゃ誰だかわからねぇ
zh_cn: 牢狱未曾磨我志气， 苦难也未让我屈膝。 爱人快为我取皂胰， 好让你认清我的脸皮。

# t8df00b4d1b
source: Кліме, я повернувся.
de: Klem, ich bin zurück.
ja: クリム、戻ったぞ。
zh_cn: 克莱姆，我回来了。

# t108eee147e
source: Гарно співаєш, хлопче.
de: Gut gesungen, Junge.
ja: いい歌声じゃねぇか、小僧。
zh_cn: 唱得不错，孩子。

# t99ae1f2b70
source: А таку знаєш? Хто реве, як зранку кобилиці, той живе з відбитком ніг на пиці.
de: Kennst du den Spruch, Kumpel? Wer schreit wie eine kranke Mähre, dass ich ihn mit dem Stiefel ehre.
ja: こういうのは知ってるか？『朝から馬みてぇにいななく奴は、顔面に靴跡つけて生きることになる』ってな。
zh_cn: 你听过这个吗，伙计？清早学那母马叫，脸上就该挨一脚。

# tba3bdddb14
source: О! Пане Олафе, ви повернулись! Вибачте за мій спів, не втримався. Як все пройшло?
de: Oh! Herr Olaf, Ihr seid zurück! Entschuldigt mein Gesinge, ich konnte nicht widerstehen. Wie ist es gelaufen?
ja: おっ！オラフ様、お戻りでしたか！すみません、つい歌ってしまいました。どうでしたか？
zh_cn: 哦！奥拉夫先生，您回来了！抱歉我唱歌了，没忍住。事情怎么样了？

# t7210962e72
source: Я знайшов відмичку. Зараз відкрию двері.
de: Ich habe den Dietrich gefunden. Ich öffne jetzt die Tür.
ja: ピッキングツールを見つけた。今開けるぞ。
zh_cn: 我找到万能钥匙了。我现在就开门。

# td49d735585
source: Усе трохи не так просто, пане.
de: Es ist nicht ganz so einfach, Herr.
ja: そう簡単にはいかないようですね、旦那様。
zh_cn: 先生，事情没那么简单。

# t0071dce617
source: Тобто?
de: Was meinst du?
ja: どういうことだ？
zh_cn: 你什么意思？

# t9c92859e11
source: Відкрийте двері, і ви побачите.
de: Öffnet die Tür, und Ihr werdet sehen.
ja: 開けていただければわかります。
zh_cn: 打开门，您就知道了。
