Repository: vmikhav/olafTheBoozer_godot
Catalog: i18n/*.po
Languages: de, ja, zh_cn

# ТАК_ЗВИЧАЙНО_УСЕ_ЩО_ЗАВГОДНО_E91D79
source: Так, звичайно! Усе, що завгодно, тільки б вже розібратись з цією історією…
de: Sicher kann ich das. Alles, nur um diese Geschichte endlich hinter mich zu bringen…
ja: ああ、もちろん！何でもやるよ、この一件が片付くならな…
zh_cn: 当然可以。任何事都行，只要能把这事了结……

# ЗНОВУ_РЕМОНТ_АВЖЕЖ_E614E3
source: Знову ремонт, авжеж!
de: Mehr Reparaturen, natürlich!
ja: また修理かよ、ついてねぇ！
zh_cn: 又是修理，当然了！

# КЛЯТА_СТІЛЬНИЦЯ_КЛЯТИЙ_РЕМОНТ_3B4526
source: Клята стільниця, клятий ремонт, кляте життя!
de: Verdammte Thekenplatte, verdammte Reparaturen, verdammtes Leben!
ja: クソ天板、クソ修理、クソったれな人生だ！
zh_cn: 该死的台面，该死的修理，该死的生活！

# НУ_ГАРАЗД_ПОКЛИЧ_ЯК_ЗАКІНЧИШ_Я_70BFE5
source: Ну гаразд. Поклич, як закінчиш. Я прийду, і все тобі зроблю.
de: Na gut. Ruf mich, wenn du fertig bist. Ich komme dann und mache alles für dich.
ja: よし。終わったら呼んでくれ。そしたら俺が作ってやる。
zh_cn: 好吧。你弄完后叫我。我会过来帮你做好一切。

# ГРИМЛАКЕ_Я_ВСЕ_ПОЛАГОДИВ_14B841
source: Гримлаке? Я все полагодив.
de: Grimlark? Ich habe alles repariert.
ja: グリムラーク？全部直したぞ。
zh_cn: 格里姆拉克？我把所有东西都修好了。

# ПРАВДА_КУРВА_ТИ_ШВИДКО_ТОДІ_НЕ_4E874A
source: Правда? Курва, ти швидко! Тоді не будемо тягнути. Дай мені трохи часу, і я виріжу для тебе потрібну стільницю.
de: Wirklich? Verflucht, du bist schnell! Dann wollen wir nicht zögern. Gib mir etwas Zeit, und ich schneide dir die Thekenplatte zurecht, die du brauchst.
ja: 本当か？はえぇな、畜生！じゃあグズグズしてらんねぇ。少し時間をくれ、すぐに天板を切り出してやる。
zh_cn: 真的？妈的，你真快！那我们别耽误了。给我点时间，我来给你切出你需要的台面。

# ГРИМЛАК_ВЕДЕ_ТЕБЕ_НА_СКЛАД_ДЕ_E99B19
source: Гримлак веде тебе на склад, де відбирає найкращу з наявної у нього деревини. Разом ви проходите до рамаскорської пилки, де орк прискіпливо вирізає потрібну форму.
de: Grimlark führt dich ins Lager, wo er das beste seiner verfügbaren Hölzer auswählt. Gemeinsam geht ihr zur Ramascorian-Säge, wo der Ork sorgfältig die benötigte Form ausschneidet.
ja: グリムラークは倉庫へお前を案内し、在庫の中で一番良い木材を選び出した。二人でラマスコア製の鋸へ向かい、オークは慎重に形を切り出していく。
zh_cn: 格里姆拉克带你到仓库，挑选了他现有的最好的木材。你们一起走到拉马斯科锯前，兽人一丝不苟地切出所需的形状。

# ДАЛІ_ТИ_БАЧИШ_ЯК_ПЕНЗЛЕМ_ВІН_Д_C4B9C8
source: Далі ти бачиш, як пензлем він дбайливо покриває стільницю тандрійським лаком. Чекаючи, поки покриття підсохне, ви проводите годину за жартівливими теревенями, згадуючи минулу гулянку. Нарешті, замовлення готове.
de: Dann siehst du, wie er die Thekenplatte vorsichtig mit einem Pinsel mit Tandrian-Lack bestreicht. Während ihr wartet, bis der Lack trocknet, verbringt ihr eine Stunde mit scherzhaftem Geplänkel und erinnert euch an das vergangene Fest. Schließlich ist die Bestellung fertig.
ja: それから彼は、刷毛で丁寧にタンドリアニスを塗っていく。乾くのを待つ間、お前たちは昨夜の騒ぎを笑い話にして1時間ほど過ごした。ついに、注文の品が完成した。
zh_cn: 然后你看到他用刷子小心地给台面涂上坦德利亚清漆。在等待涂层干燥的时候，你们花了一个小时开玩笑，回忆过去的狂欢。最后，订单完成了。

# ОСЬ_ОЛАФЕ_ЗАБИРАЙ_СВОЮ_СТІЛЬНИ_0E8CD6
source: Ось, Олафе, забирай свою стільницю. Сподіваюсь ця прослужить довше, ніж її попередниця. Ти вже постарайся, добре? А тепер можеш чалапати, ти гарно сьогодні попрацював. Торвіну, цьому кремезному йолопу, також передавай привіт!
de: Hier, Olaf, nimm deine Thekenplatte. Ich hoffe, diese hält länger als ihre Vorgängerin. Pass besser darauf auf, in Ordnung? Und jetzt kannst du abhauen, du hast heute gut gearbeitet. Richte auch Torvin, diesem stämmigen Tölpel, meine Grüße aus!
ja: ほらよオラフ、持っていきな。前より長持ちすることを祈るぜ。大事にしろよ、いいな？さあ、もう行っていいぞ。今日はよく働いたな。トルヴィンの頑固オヤジにもよろしく言っといてくれ！
zh_cn: 给你，奥拉夫，拿走你的台面。我希望这个能比上一个用得久。你最好小心点，好吗？现在你可以走了，你今天干得不错。也代我向托尔文那个壮实的傻瓜问好！

# ДЯКУЮ_ТОБІ_І_ЩЕ_ГРИМЛАКЕ_FAFAE1
source: Дякую тобі. І ще, Гримлаке.
de: Danke dir. Und noch etwas, Grimlark.
ja: ありがとう。それと、グリムラーク。
zh_cn: 谢谢你。还有一件事，格里姆拉克。

# ГА_886351
source: Га?
de: Hä?
ja: あん？
zh_cn: 嗯？

# ТВІЙ_ЗЕЛЕНИЙ_ПИСОК_ГІДНИЙ_БУДЬ_C3CBFA
source: Твій зелений писок гідний будь-якої жінки, яка тобі тільки сподобається.
de: Deine grüne Fratze ist jeder Frau würdig, die dir gefällt.
ja: お前のその緑のツラは、お前が惚れたどんな女にも相応しいと思うぜ。
zh_cn: 你这张绿脸配得上任何你喜欢的女人。

# ДЯКУЮ_ОЛАФЕ_БУВАЙ_CE9E37
source: Дякую, Олафе. Бувай.
de: Danke, Olaf. Leb wohl.
ja: …ありがとな、オラフ。達者でな。
zh_cn: 谢谢你，奥拉夫。再见。

source: Thank you for playing Olaf and the Crowning Hangover demo! I hope you felt puzzled and curious - Get ready to reeval more of what really happened with Olaf when the full release comes Q3 2026. If you have any feedback, I would love to hear it. Please, leave a review on Steam and add game to wishlist!
de: Danke, dass du die Demo von Olaf und der krönende Kater gespielt hast! Ich hoffe, du warst verwirrt und neugierig - Mach dich bereit, mehr darüber zu erfahren, was wirklich mit Olaf passiert ist, wenn die Vollversion Q3 2026 erscheint. Übrigens, falls du Feedback hast, würde ich es gerne hören. Bitte hinterlasse eine Bewertung auf Steam und füge das Spiel deiner Wunschliste hinzu!
ja: 『オラフと王冠の二日酔い』デモ版をプレイしていただきありがとうございます！ 謎解きと不思議な体験を楽しんでいただけたなら幸いです。2026年第3四半期のフルリリースで、オラフの身に本当に何が起きたのか、さらなる真実が明らかになります。 フィードバックがあればぜひお聞かせください。Steamでのレビュー投稿とウィッシュリストへの追加をよろしくお願いします！
zh_cn: 感谢您试玩《奥拉夫与加冕宿醉》试玩版！ 希望您感到了困惑与好奇——准备好在2026年第三季度完整版发布时，揭晓更多奥拉夫身上发生的真相吧。 顺便说一句，如果您有任何反馈，我非常乐意倾听。请在Steam上留下评测并把游戏加入愿望单！

source: Level Complete!
de: Level abgeschlossen!
ja: レベルクリア！
zh_cn: 关卡完成！

source: New Highscore!
de: Neuer Highscore!
ja: ハイスコア更新！
zh_cn: 新高分！

source: Next
de: Weiter
ja: 次へ
zh_cn: 继续

source: Character
de: Charakter
ja: キャラクター
zh_cn: 角色

source: Dialogue...
de: Dialog…
ja: 台詞...
zh_cn: 对话……

source: Skip
de: Überspringen
ja: スキップ
zh_cn: 跳过

source: Response example
de: Antwortbeispiel
ja: 返答例
zh_cn: 回应示例

source: Olaf and the Crowning Hangover by Hidalgo Code
de: Olaf und der krönende Kater von Hidalgo Code
ja: オラフと王冠の二日酔い by Hidalgo Code
zh_cn: 《奥拉夫与加冕宿醉》 由 Hidalgo Code 制作

source: Idea and development: Volodymyr Mikhav
de: Idee und Entwicklung: Volodymyr Mikhav
ja: 企画・開発： Volodymyr Mikhav
zh_cn: 创意与开发： Volodymyr Mikhav

source: Story: Elizabeth Listik
de: Geschichte: Elizabeth Listik
ja: シナリオ： Elizabeth Listik
zh_cn: 故事： Elizabeth Listik

source: Music: Deigineor
de: Musik: Deigineor
ja: 音楽： Deigineor
zh_cn: 音乐： Deigineor

source: Sound effects: Anastasiia Mariuha
de: Soundeffekte: Anastasiia Mariuha
ja: 効果音： Anastasiia Mariuha
zh_cn: 音效： Anastasiia Mariuha

source: Art: Pita, LYASeeK, ansimuz, Krishna Palacio, pdshkb
de: Grafik: Pita, LYASeeK, ansimuz, Krishna Palacio, pdshkb
ja: アート： Pita, LYASeeK, ansimuz, Krishna Palacio, pdshkb
zh_cn: 美术： Pita, LYASeeK, ansimuz, Krishna Palacio, pdshkb

source: Made with Godot
de: Erstellt mit Godot
ja: Godot Engineで制作
zh_cn: 使用 Godot 制作

source: Back
de: Zurück
ja: 戻る
zh_cn: 返回

# ТИ_ОБХОДИШ_КОЛОДУ_ТАК_ЩОБ_ГРИМ_CA4906
source: Ти обходиш колоду так, щоб Гримлак тебе побачив.
de: Du gehst um den Baumstamm herum, damit Grimlark dich sehen kann.
zh_cn: 你绕过圆木，好让格里姆拉克能看到你。

source: v. 20250916-demo
zh_cn: v. 20250916-试玩版
