Repository: vmikhav/olafTheBoozer_godot
Catalog: i18n/*.po
Languages: de, ja, zh_cn

# ТРЯСЦЯ_ТВОЇЙ_МАТЕРІ_ХТО_ЦЕ_ТАМ_7DB37B
source: Трясця твоїй матері! Хто це там? Допоможи вилізти!
de: Verdammte Axt! Wer ist da? Hilf mir hier raus!
ja: なんてこった！そこにいるのは誰だ？出るのを手伝え！
zh_cn: 他妈的！谁在那儿？帮我出来！

source: Ти обходиш колоду так, щоб Гримлак тебе побачив.
ja: お前はグリムラークから見える位置へ回り込んだ。

# АХ_ТО_ЦЕ_ТИ_ВИЛУПОК_ЙДИ_ГЕТЬ_Т_259BD3
source: Ах то це ти, вилупок! Йди геть, твоя допомога мені не потрібна!
de: Ah, du bist es, du Drecksbalg! Hau ab, deine Hilfe brauche ich nicht!
ja: あぁ、てめぇか、クソガキが！失せろ、てめぇの手助けなんぞ要らねぇよ！
zh_cn: 啊，是你这个混球！滚开，我不需要你的帮助！

# ГРИМЛАК_ЗВАТЕНБАРГ_702458
source: Гримлак Зватенбарг?
de: Grimlark Zwattenbarg?
ja: グリムラーク・ズワッテンバーグか？
zh_cn: 格里姆拉克·茨瓦滕巴格？

# ТИ_ДУРНИЙ_ХТО_Ж_ЩЕ_970C91
source: Ти дурний? Хто ж ще?
de: Bist du bescheuert? Wer denn sonst?
ja: バカか？他に誰がいるんだよ？
zh_cn: 你傻吗？还能有谁？

# СХОЖЕ_ЗА_ВСЕ_МИ_ЗНАЙОМІ_АЛЕ_СП_7A31A8
source: Схоже за все, ми знайомі, але справа в тому, що я нічого не пам’ятаю з минулої ночі.
de: Es scheint, wir kennen uns, aber die Sache ist, ich kann mich an nichts von letzter Nacht erinnern.
ja: どうやら知り合いみたいだが、実は昨夜のことは何も覚えてねぇんだ。
zh_cn: 看来我们认识，但问题是，我一点也不记得昨晚的事。

# НЕ_БЗДИ_НАГОВОРИВ_МЕНІ_ВЧОРА_П_F8D18B
source: Не бзди! Наговорив мені вчора погань усіляку, а тепер навіть не пам’ятаєш цього? Іди звідси, я не збираюсь няньчитись з п'янюгою, який навіть за свої слова не відповідає! Краще врізати дуба, ніж мати з тобою справу, вишкребок.
de: Erzähl mir keinen Mist! Du hast mir gestern allen möglichen Dreck an den Kopf geworfen, und jetzt erinnerst du dich nicht einmal daran? Verschwinde, ich werde keinen Säufer bemuttern, der nicht einmal zu seinen Worten steht! Lieber sterbe ich, als mit dir zu tun zu haben, du Abschaum.
ja: ふざけんな！昨日は散々酷いこと言いやがって、それを覚えてねぇだと？とっとと消えろ、吐いた言葉に責任も持てねぇ酔っ払いの相手なんざ御免だ！てめぇと関わるくらいなら死んだほうがマシだ、このクズが。
zh_cn: 别跟我扯淡！你昨天对我说了那么多屁话，现在居然不记得了？滚开，我没工夫跟一个连自己说过什么都不认的酒鬼耗！跟你这种人渣打交道，我还不如死了算了。

# ТОРВІН_ПОПЕРЕДЖАВ_СЛУХАЙ_А_ЦЮ_935F2D
source: Торвін попереджав… Слухай, а цю колоду хоча б не я на тебе зронив?
de: Torvin hat mich gewarnt… Hör zu, ich hoffe, nicht ich habe diesen Baumstamm auf dich fallen lassen? Hoffentlich?
ja: トルヴィンが言ってた通りか…なあ、その丸太を落としたのは、まさか俺じゃねぇよな？
zh_cn: 托尔文警告过我……听着，这根圆木总不是我扔在你身上的吧？

# ЩЕ_Б_ТИ_ТАКЕ_УЧИНИВ_Я_Б_ТОБІ_В_3489FA
source: Ще б ти таке учинив! Я б тобі всі ребра за таке вирівняв! Ні. Я сам у тому винний, щоб мені срака по шву розійшлася… Зранку взявся до роботи, та з похмілля не втримав колоду. От лежу тепер десь зо дві години.
de: Sicher nicht, Dummkopf! Dafür hätte ich dir die Rippen geradegebogen! Nein. Es ist meine eigene Schuld, möge mein Arschloch reißen… Ich habe heute Morgen mit der Arbeit angefangen und konnte den Baumstamm mit diesem Kater nicht halten. Also liege ich jetzt seit ungefähr zwei Stunden hier.
ja: てめぇがやっただと！？もしそうなら肋骨全部へし折ってやるよ！いや…俺の不注意だ、クソッタレめ…。朝から仕事を始めたんだが、二日酔いで丸太を支えきれなかったんだ。ここ2時間ばかりこのザマだよ。
zh_cn: 当然不是，你个蠢货！要真是你干的，我非把你肋骨打断不可！不。是我自己的错，我这该死的屁股……早上开始干活，结果宿醉没拿稳圆木。所以我就在这躺了大概两个小时了。

# ЧУЄШ_НЕ_ЗНАЮ_ЩО_ТАМ_ВНОЧІ_ТРАП_A45A5D
source: Чуєш, не знаю, що там вночі трапилось, але зараз мені потрібна твоя допомога. Якщо я тебе дістану з-під колоди, зможеш стільницю зробити?
de: Hör zu, ich weiß nicht, was letzte Nacht passiert ist, aber jetzt brauche ich deine Hilfe. Wenn ich dich unter diesem Baumstamm hervorhole, kannst du eine Thekenplatte machen?
ja: なあ、昨夜何があったかは知らねぇが、今俺はお前の助けが必要なんだ。もし丸太をどかして助けてやったら、天板を作ってくれるか？
zh_cn: 听着，我不知道昨晚发生了什么，但现在我需要你的帮助。如果我把你从这根圆木下弄出来，你能做一个台面吗？

# АГОВ_СХИБЛЕНИЙ_ТИ_ВЗАГАЛІ_ЧУВ_B7E4F5
source: Агов, схиблений! Ти взагалі чув, що я тобі тільки що казав? Я з тобою ніякої справи мати не буду!
de: Bist du verrückt? Hast du überhaupt gehört, was ich dir gerade gesagt habe? Ich werde nichts mit dir zu tun haben!
ja: おい、頭沸いてんのか！今俺が言ったこと聞いてたか？てめぇと関わる気はねぇって言ったんだよ！
zh_cn: 你疯了吗？你到底听没听见我刚才跟你说什么？我不会跟你这种人有任何瓜葛！

# Я_Ж_НАВІТЬ_НЕ_ЗНАЮ_ЗА_ЩО_ТИ_ЗЛ_94EA9C
source: Я ж навіть не знаю, за що ти злишся на мене!
de: Ich weiß nicht einmal, warum du wütend auf mich bist!
ja: 俺はなんでお前が怒ってるのかすら知らねぇんだぞ！
zh_cn: 我甚至都不知道你为什么生我的气！

# ГРИМЛАК_ВІДВЕРТАЄТЬСЯ_І_МОВЧИТ_FC55AB
source: Гримлак відвертається і мовчить.
de: Grimlark dreht sich weg und schweigt.
ja: グリムラークは顔を背け、黙り込んだ。
zh_cn: 格里姆拉克转过头，沉默不语。

# ДІДЬКО_ДАВАЙ_ПО_ІНШОМУ_ТИ_РОЗК_D79A28
source: Дідько, давай по-іншому. Ти розкажеш, що трапилося, якщо я визволю тебе звідси?
de: Verdammt, versuchen wir es anders. Wirst du mir erzählen, was passiert ist, wenn ich dich von hier befreie?
ja: 畜生、じゃあこうしよう。助けてやったら、何があったか話してくれるか？
zh_cn: 该死的，我们换个方式。如果我把你从这里弄出来，你会告诉我发生了什么吗？

# ГРИМЛАК_ДОВГО_ДУМАЄ_ПЕРЕД_ТИМ_6EC9C6
source: Гримлак довго думає, перед тим як тобі відповісти. По його обличчю видно, що він зважує усі “за” і “проти”.
de: Grimlark überlegt lange, bevor er dir antwortet. An seinem Gesicht kannst du sehen, dass er alle Vor- und Nachteile abwägt.
ja: グリムラークは答える前に長いこと考え込んだ。損得を天秤にかけているのが顔を見て取れる。
zh_cn: 格里姆拉克在回答你之前想了很久。你可以从他的脸上看出，他正在权衡所有的利弊。

# КУРВА_ГАРАЗД_ДОМОВИЛИСЬ_АЛЕ_НЕ_9560FD
source: Курва, гаразд. Домовились. Але не очікуй, що я тебе після того пробачу, вдуплив?
de: Verflucht, na gut. Abgemacht. Aber erwarte nicht, dass ich dir danach vergebe, kapiert?
ja: クソッ、わかったよ。取引だ。だがその後で俺がてめぇを許すなんて期待すんなよ、わかったか？
zh_cn: 妈的，好吧。成交。但别指望我事后会原谅你，明白了吗？

# ВДУПЛИВ_989C93
source: Вдуплив.
de: Kapiert.
ja: わかった。
zh_cn: 明白了。

# ПОДИВИМОСЬ_ЩО_ТИ_СКАЖЕШ_ПОТІМ_DA5177
source: Подивимось, що ти скажеш потім.
de: Wir werden sehen, was du später sagst.
ja: 後で何て言うか見ものだな。
zh_cn: 我们稍后再看你怎么说。

# ОТО_ТИ_НУДЯГА_1036BF
source: Ото ти нудяга.
de: Du bist so ein Spielverderber.
ja: しっけぇ野郎だ。
zh_cn: 你真扫兴。

# ТОДІ_СЛУХАЙ_ДОВБНЮ_ЩОБ_ПІДНЯТИ_348867
source: Тоді слухай, довбню. Щоб підняти цю колоду, тобі знадобиться домкрат. Вночі ти намагався підняти мою майстерню. Казав, що хочеш там заховатись, щоб потім когось налякати.
de: Dann hör zu, du Klotzkopf. Um diesen Baumstamm zu heben, brauchst du einen Wagenheber. Letzte Nacht hast du versucht, meine Werkstatt anzuheben. Sagtest, du wolltest dich dort verstecken, um später jemanden zu erschrecken.
ja: ならよく聞け、ウスノロ。この丸太を持ち上げるにはジャッキが必要だ。昨夜てめぇは俺の作業小屋を持ち上げようとしたんだ。「下に隠れて誰かを脅かしてやる」とか言ってな。
zh_cn: 那就听好了，你个笨蛋。要抬起这根圆木，你需要一个千斤顶。昨晚你试图抬起我的工坊。说你想藏在那里吓唬人。

# ЯК_МОЖЕШ_СОБІ_УЯВИТИ_У_ТЕБЕ_НЕ_506E10
source: Як можеш собі уявити, у тебе не вийшло. Я сказав повернути домкрат на місце у майстерню. Але де саме ти його залишив, я не знаю.
de: Wie du dir vorstellen kannst, ist es dir nicht gelungen. Ich habe dir gesagt, du sollst den Wagenheber zurück in die Werkstatt bringen. Aber ich habe keine Ahnung, wo genau du ihn gelassen hast.
ja: ご想像の通り、失敗したわけだが。俺はジャッキを作業場に戻せと言った。だがてめぇがどこに置いたのかまでは知らん。
zh_cn: 如你所想，你失败了。我叫你把千斤顶放回工坊。但我不知道你到底把它放哪了。

# І_ЩО_МЕНІ_РОБИТИ_92C6AB
source: І що мені робити?
de: Und was soll ich tun?
ja: で、俺はどうすりゃいい？
zh_cn: 那我该怎么办？

# ЙТИ_І_ШУКАТИ_ДУРБЕЦАЛО_ДЕСЬ_ВО_DBFBD6
source: Йти і шукати, дурбецало! Десь він же має бути.
de: Geh und such danach, du Dummkopf! Er muss doch irgendwo sein.
ja: 探しに行けよ、間抜け！どっかにあるはずだ。
zh_cn: 去找啊，你个白痴！它总得在某个地方吧。

# ТРЕБА_СПРОБУВАТИ_ЗГАДАТИ_ЩО_Я_5FADE0
source: Треба спробувати згадати, що я робив там минулої ночі…
de: Ich muss versuchen, mich zu erinnern, was ich letzte Nacht dort gemacht habe…
ja: 昨夜あそこで何をしたか、思い出さねぇと…
zh_cn: 我得试着回想一下昨晚我在那里做了什么……

# ПРИНІС_ЙОЛОПЕ_ДАВАЙ_ВИТЯГУЙ_МЕ_67E237
source: Приніс, йолопе? Давай витягуй мене звідси.
de: Hast du ihn gebracht, du Schwachkopf? Jetzt hol mich hier raus.
ja: 持ってきたか、ボンクラ？さっさとここから出しやがれ。
zh_cn: 带来了吗，你个傻子？现在把我从这里弄出去。

# ТИ_ВСТАВЛЯЄШ_ДОМКРАТ_ПІД_КОЛОД_09CAD2
source: Ти вставляєш домкрат під колоду. Буквально за декілька хвилин вона підіймається достатньо високо, щоб Гримлак зміг вилізти зі своєї пастки. Він вайлувато обтрушує себе від пилу та задоволено вирівнюється.
de: Du schiebst den Wagenheber unter den Baumstamm. In nur wenigen Minuten hebt er sich hoch genug, damit Grimlark aus seiner Falle kriechen kann. Er klopft sich ungeschickt den Staub ab und richtet sich zufrieden auf.
ja: お前は丸太の下にジャッキを差し込んだ。ほんの数分で丸太は高く持ち上がり、グリムラークは罠から這い出すことができた。彼は不器用に埃を払い、満足げに背筋を伸ばした。
zh_cn: 你把千斤顶插到圆木下面。几分钟后，它升得足够高，让格里姆拉克能从陷阱中爬出来。他笨拙地拍掉身上的灰尘，满意地站直了身子。

# ПЕРЕД_ТОБОЮ_СТОЇТЬ_ВИСОКИЙ_СТО_E5C6BD
source: Перед тобою стоїть високий стожилий орк, з упевненою постаттю та серйозними очима. Тобі важко уявити, що такий чолов’яга міг би бути твоїм другом, але поступово ти починаєш пригадувати його обличчя. Здається, ви справді гарно проводили час, випиваючи разом спочатку у корчмі, а потім тут, на лісопильні.
de: Vor dir steht ein großer, alter Ork mit einer selbstbewussten Haltung und ernsten Augen. Es fällt dir schwer vorzustellen, dass ein solcher Kerl dein Freund sein könnte, aber allmählich beginnst du, dich an sein Gesicht zu erinnern. Es scheint, ihr hattet wirklich eine gute Zeit, als ihr zuerst in der Taverne und dann hier im Sägewerk zusammen getrunken habt.
ja: 目の前に、自信に満ちた立ち姿と真剣な眼差しをした、筋骨隆々の背の高いオークが立っている。こんな男が自分の友人だとは想像し難いが、徐々に彼の顔を思い出してきた。確かに昨夜、最初は酒場で、その後はここの製材所で一緒に飲んで楽しい時間を過ごしたようだ。
zh_cn: 一个高大、年长的兽人站在你面前，他姿态自信，眼神严肃。你很难想象这样一个人会是你的朋友，但你渐渐地开始回忆起他的脸。看来你们确实度过了一段愉快的时光，先是在酒馆，然后在这里的锯木厂一起喝酒。

# ЦВЯХ_МЕНІ_В_НОГУ_ТАК_ДІЙСНО_НА_58CD5C
source: Цвях мені в ногу! Так дійсно набагато краще. То що, дурбане, пам’ять до тебе так і не повернулась?
de: Nagel in meinen Fuß! Ja, das ist viel besser. Also, du Dummkopf, ist dein Gedächtnis noch nicht zurückgekehrt?
ja: 足に釘が刺さったみてぇに痛かったぜ！あぁ、だいぶマシだ。で、ボンクラ、記憶は戻ったのか？
zh_cn: 我的天！这样确实好多了。所以，你个傻瓜，你的记忆还没恢复吗？

# ХМ_Я_ПРИГАДАВ_ТВОЄ_ОБЛИЧЧЯ_АЛ_A78DF5
source: Хм, я пригадав твоє обличчя, але не більше.
de: Hmm, ich erinnere mich an dein Gesicht, aber an nichts weiter.
ja: んー、顔は思い出したけど、それだけだ。
zh_cn: 嗯，我想起了你的脸，但仅此而已。

# ЩО_Ж_ПИКА_У_ТЕБЕ_І_СПРАВДІ_ЗН_33F78C
source: Що ж, пика у тебе і справді знайома.
de: Nun, deine Fratze kommt mir tatsächlich bekannt vor.
ja: まあ、確かにてめぇのツラには見覚えがある。
zh_cn: 好吧，你的脸确实看起来很熟悉。

# ПРИГАДУЮ_ЩОСЬ_ЗЕЛЕНЕ_Є_ШАНС_Щ_154AA2
source: Пригадую, щось зелене. Є шанс, що це був ти.
de: Ich erinnere mich an etwas Grünes. Es besteht die Chance, dass du es warst.
ja: 緑色の何かは覚えてる。お前だった可能性はあるな。
zh_cn: 我想起了一些绿色的东西。有可能是你。

# ТРЯСЦЯ_НУ_ДОБРЕ_Я_ВИКОНАЮ_СВОЮ_3007DF
source: Трясця. Ну добре. Я виконаю свою частину договору, а після цього ти здриснеш, втямив? Ось, як було діло. Ми з тобою познайомились у корчмі. Ти тоді запропонував влаштувати змагання на саму гучну відрижку, от я і доєднався.
de: Verflucht. Na gut. Ich werde meinen Teil der Abmachung einhalten, und danach haust du ab, verstanden? So war es. Wir haben uns in der Taverne getroffen. Du hast dann einen Rülps-Wettbewerb vorgeschlagen, also habe ich mitgemacht.
ja: チッ。わかったよ。約束通り話してやる。それが済んだら消え失せろ、いいな？こういうことだ。俺たちは酒場で会った。てめぇが一番デカいゲップを出した奴の勝ちって勝負を提案してきて、俺も乗ったんだ。
zh_cn: 见鬼。好吧。我会履行我的承诺，之后你就滚蛋，明白吗？事情是这样的。我们在酒馆认识的。当时你提议来一场打嗝比赛，所以我就加入了。

# ХА_ХА_ЦЕ_НА_МЕНЕ_СХОЖЕ_УПЕВНЕН_E22B4A
source: Ха-ха, це на мене схоже. Упевнений, я виграв.
de: Ha-ha, das klingt nach mir. Ich wette, ich habe gewonnen.
ja: ハハッ、俺らしいな。きっと俺が勝ったんだろ。
zh_cn: 哈哈，这听起来像我。我敢肯定我赢了。

# ВИГРАВ_Я_ТЕЛЕПНЮ_АЛЕ_ЦЕ_НЕВАЖЛ_64B49F
source: Виграв я, телепню. Але це неважливо. У якийсь момент тобі наскучило сидіти в корчмі, і я на свою кляту голову запропонував тобі та іншим піти на лісопильню і продовжити гульбу тут. Було гучно й весело, хоча лісопильня сильно постраждала від нашої гульні.
de: Ich habe gewonnen, du Dummkopf. Aber egal. Irgendwann wurdest du gelangweilt vom Sitzen in der Taverne, und ich, auf meinen verfluchten Kopf, schlug vor, dass du und die anderen zum Sägewerk kommen und hier weiterfeiern. Es war laut und lustig, obwohl das Sägewerk durch unser Gelage stark gelitten hat.
ja: 勝ったのは俺だ、バカ垂れ。だがそんなこたぁどうでもいい。途中でてめぇが飽きてきて、俺が魔が差して製材所で飲み直そうなんて言っちまったんだ。どんちゃん騒ぎで楽しかったが、おかげで製材所はボロボロだ。
zh_cn: 是我赢了，你个笨蛋。但无所谓了。后来你在酒馆里待腻了，我这该死的脑子，就建议你和其他人来锯木厂继续狂欢。当时又吵又好玩，虽然锯木厂被我们折腾得不轻。

# А_ПОТІМ_В_ОДИН_МОМЕНТ_МЕНЕ_ЯКО_B4338E
source: А потім в один момент мене, якогось дідька, потягнуло на відвертість, і я тобі зізнався, що мені подобається одна орчиня, яку я бачив у корчмі. А ти взяв і пожартував над цим! А щоб тебе підняло і три дні вертіло! Ти сказав, що на мій зелений писок тільки жаба клюне. Та й те, тільки тому, що вирішить, що я латаття.
de: Und dann, in einem Moment, gestand ich dir törichterweise, dass ich eine Ork-Frau mochte, die ich in der Taverne gesehen hatte. Und du hast dich verdammt noch mal darüber lustig gemacht! Zum Teufel, du sagtest, dass nur ein Frosch für meine grüne Fratze quaken würde. Und selbst dann nur, weil er mich für Seerosenblätter halten würde.
ja: そんで、どういう風の吹き回しか、俺が酒場で見かけたオークの娘に惚れてるって打ち明けちまったんだ。そしたらてめぇはそれを笑い者にしやがった！地獄へ落ちろ！「お前の緑のツラに惚れるのはカエルくらいだ。それもお前を水草と勘違いした時だけな」とか言いやがって。
zh_cn: 然后有一次，我鬼使神差地向你坦白，我喜欢在酒馆里看到的一个女兽人。你他妈的居然拿这事开玩笑！你说，只有青蛙才会喜欢我这张绿脸。而且那还是因为它把我错当成荷叶了。

# ТРЯСЦЯ_Я_ПРАВДА_ТАКЕ_СКАЗАВ_1B95BC
source: Трясця, я правда таке сказав?
de: Verdammte Axt, habe ich das wirklich gesagt?
ja: マジか、俺本当にそんなこと言ったのか？
zh_cn: 该死的，我真的这么说了？

# ХА_А_Я_КУМЕДНИЙ_КОЛИ_П_ЯНИЙ_D7C27B
source: Ха! А я кумедний, коли п’яний.
de: Ha! Ich bin lustig, wenn ich betrunken bin.
ja: ハッ！酔っ払った俺は面白いな。
zh_cn: 哈！我喝醉了还挺有趣的。

# І_ТИ_ОБРАЗИВСЯ_НА_П_ЯНОГО_B9DD0A
source: І ти образився на п’яного?
de: Und du warst beleidigt von einem Betrunkenen?
ja: で、酔っ払いの言うことに腹立てたのか？
zh_cn: 你就因为一个醉汉的话生气了？

# ТА_ЦЕ_НЕ_ВСЕ_ПІЗНІШЕ_Я_РОЗПОВІ_2919C3
source: Та це не все! Пізніше я розповів історію про проклятого чорта, що живе у моїй хаті. Ця паскуда вже три роки не дає мені жити! А ти й над цим почав жартувати! Сказав, що це я просто своє відображення у дзеркалі бачу.
de: Das ist nicht alles! Später erzählte ich die Geschichte von dem verdammten Dämon, der in meinem Haus lebt. Dieser Schädling quält mich seit drei Jahren! Und du hast auch darüber Witze gemacht! Sagtest, es sei nur ich, der sein Spiegelbild im Spiegel sieht.
ja: それだけじゃねぇ！その後、家に住み着いてる忌々しい悪魔の話をしたんだ。3年も俺を悩ませてるクソ野郎の話をな！そしたらてめぇはそれもネタにしやがった！「鏡に映った自分を見てるだけだろ」ってな。
zh_cn: 还没完！后来我讲了关于住在我房子里的那个该死的恶魔的故事。这个混蛋已经折磨我三年了！你又拿这事开玩笑！说那只是我在镜子里看到的自己的倒影。

# І_ТОДІ_НАДІ_МНОЮ_ВЖЕ_ВСІ_СМІЯЛ_656A18
source: І тоді наді мною вже всі сміялись, бісовий ти син! Далі я терпіти не став і прогнав усіх до нечистї матері. Ось так. Тепер розумієш, чому ти заслуговуєш добрячого прочухана?
de: Und dann haben alle über mich gelacht, du Hurensohn! Das konnte ich nicht mehr ertragen und jagte alle zum Teufel. So war es. Verstehst du jetzt, warum du eine ordentliche Tracht Prügel verdienst?
ja: その場にいた全員が俺を笑いもんにしたんだ、このクソ野郎が！俺はキレて全員叩き出してやった。そういうわけだ。これでてめぇがボコボコにされるべき理由がわかったか？
zh_cn: 然后所有人都嘲笑我，你这个狗娘养的！我再也受不了了，把所有人都赶走了。就是这样。现在你明白为什么你该被打一顿了吧？

# У_ТВОЇЙ_ГОЛОВІ_В_ЮНКО_ПРОНОСЯТ_EF8C3F
source: У твоїй голові в’юнко проносяться картинки гурми, що сидить на колодах і сміється з твоїх жартів. Поступово картинки починають домальовуватись, а спогади повертатись.
de: Bilder blitzen durch deinen Kopf, von einer Menge, die auf Baumstämmen sitzt und über deine Witze lacht. Allmählich füllen sich die Bilder, und die Erinnerungen kehren zurück.
ja: 丸太に座って俺の冗談に爆笑する連中の映像が、頭の中を駆け巡る。徐々に映像が鮮明になり、記憶が戻ってくる。
zh_cn: 一幅幅画面在你脑中闪过，一群人坐在圆木上，因为你的笑话而大笑。渐渐地，画面变得完整，记忆也开始恢复。

# ДІДЬКО_Я_ДІЙСНО_ТАКЕ_КАЗАВ_36CD40
source: Дідько, я дійсно таке казав…
de: Verdammte Axt, das habe ich wirklich gesagt…
ja: 畜生、本当に言っちまったのか…
zh_cn: 见鬼，我确实说过那样的话……

# ЗГАДАВ_НАРЕШТІ_02EB62
source: Згадав нарешті?
de: Endlich erinnert?
ja: やっと、思い出したか？
zh_cn: 终于想起来了？

# АГА_8124D2
source: Ага.
de: Ja.
ja: ああ。
zh_cn: 嗯。

# ВИНИКЛА_НЕЗРУЧНА_ПАУЗА_CFB70D
source: Виникла незручна пауза.
de: Eine unangenehme Pause entsteht.
ja: 気まずい沈黙が流れる。
zh_cn: 一阵尴尬的沉默。

# ГРХМ_А_ЦЕЙВО_У_ТЕБЕ_СПРАВДІ_ТУ_BFA288
source: Грхм, а цейво, у тебе справді тут живе чорт?
de: Äh, also, äh, lebt hier wirklich ein Dämon bei dir?
ja: コホン、あー、その、本当にお前のとこに悪魔が住み着いてるのか？
zh_cn: 咳咳，那个，你这儿真的住着一个恶魔？

# ЩО_ТЕПЕР_ГОТОВИЙ_МЕНІ_ПОВІРИТИ_7EF40E
source: Що, тепер готовий мені повірити, бовдуре? Лячно стало? Припустимо, живе. Живе та капості безперестану робить… Їжу краде, інструменти ламає, погані сни насилає. Як я тільки не намагався позбавитись від тієї чорної сили, та все дарма, щоб він луснув!
de: Was, jetzt bist du bereit, mir zu glauben, du Klotzkopf? Angst bekommen? Angenommen, es stimmt. Lebt hier und macht ununterbrochen Unfug… Stiehlt Essen, macht Werkzeuge kaputt, schickt mir schlechte Träume. Wie viele Wege ich versucht habe, diese dunkle Macht loszuwerden, aber alles vergebens!
ja: なんだ、今になって信じる気になったのか、マヌケ？怖くなったか？ああ、いるさ。住み着いて悪さばかりしやがる…飯は盗むわ、道具は壊すわ、悪夢は見せるわ。あの闇の力を追い払おうと色々試したが、全部無駄だった、あのクソッタレめ！
zh_cn: 怎么，现在准备相信我了，你个笨蛋？害怕了？就算它在吧。住在这里，不停地捣乱……偷食物，弄坏工具，让我做噩梦。我试过多少方法想摆脱那个黑暗力量，但都徒劳无功！

# ЗНАЄШ_ЩО_Я_ЙОГО_ПРОЖЕНУ_C27119
source: Знаєш що? Я його прожену.
de: Weißt du was? Ich werde ihn vertreiben.
ja: よし、わかった。俺が追い払ってやる。
zh_cn: 你知道吗？我会把他赶走。

# ПРОШУ_396241
source: Прошу?
de: Wie bitte?
ja: あ？
zh_cn: 你说什么？

# КАЖУ_ВИТУРЮ_ЙОГО_У_МЕНЕ_ЗНАЄШ_F3BA06
source: Кажу, витурю його! У мене знаєш скільки колишніх? Я з цими чортами на раз-два розправляюсь!
de: Ich sagte, ich werde ihn rausschmeißen! Weißt du, wie viele Ex-Freundinnen ich habe? Mit diesen Dämonen werde ich im Handumdrehen fertig!
ja: 追い出してやるって言ったんだ！俺に元カノが何人いるか知ってるか？そういう「悪魔」の扱いには慣れてるんだよ！
zh_cn: 我说，我会把他踢出去！你知道我有多少前任吗？我处理这些恶魔简直是小菜一碟！

# ХМ_ЧУЄШ_А_ЦЕ_ІДЕЯ_АБО_ТИ_ЙОГО_244A7C
source: Хм, чуєш, а це ідея. Або ти його виженеш, або він з тебе дух випустить. Я у будь-якому разі у виграші!
de: Hmm, okay, vielleicht, das ist eine Idee. Entweder du vertreibst ihn, oder er bringt dich um. Ich profitiere so oder so!
ja: ふん、なるほど、そりゃいい考えだ。てめぇが追い払うか、てめぇが殺されるか。どっちに転んでも俺には得しかねぇ！
zh_cn: 嗯，好吧，也许这是个主意。要么你把他赶走，要么他把你干掉。不管怎样，我都赚了！

# ЩО_Ж_У_ТЕБЕ_Є_ПРИЧИНИ_МЕНЕ_НЕ_128977
source: Що ж, у тебе є причини мене не долюблювати…
de: Nun, du hast Gründe, mich nicht zu mögen…
ja: まあ、俺を嫌う理由はあるわな…
zh_cn: 好吧，你确实有理由不喜欢我……

# ТАК_СФОРМУЛЮВАВ_ЩО_Я_ВЖЕ_І_ЖА_595745
source: Так сформулював, що я вже і жалкую, що запропонував допомогу.
de: Du hast es so ausgedrückt, dass ich schon bereue, Hilfe angeboten zu haben.
ja: そう言われると、助けるって言ったのを後悔しちまいそうだ。
zh_cn: 你这么一说，我都有点后悔主动提出帮忙了。

# ХА_ХА_A30EFD
source: Ха. Ха.
de: Ha. Ha.
ja: ハ、ハ。
zh_cn: 哈。哈。

# ЩО_Ж_ТОДІ_СЛУХАЙ_ЙОГО_ЛІГВО_ЗН_18F7B3
source: Що ж, тоді слухай. Його лігво знаходиться десь у моєму будинку, але де саме я не тямлю. Тож тобі потрібно добряче обшукати хату, щоб знайти цю прокляту холеру.
de: Na gut, dann hör zu. Sein Versteck ist irgendwo in meinem Haus, aber ich kann nicht genau sagen, wo. Du musst also das Haus gründlich durchsuchen, um diesen verdammten Mistkerl zu finden.
ja: よし、じゃあ聞け。奴の巣は家のどこかにあるが、場所まではわからん。だから家の中をくまなく探して、その疫病神を見つけ出すんだ。
zh_cn: 好吧，听好了。它的巢穴在我房子里的某个地方，但我搞不清楚具体在哪。所以你需要彻底搜查房子，找到那个该死的祸害。

# ОСЬ_ТРИМАЙ_ПАСТКИ_ВОНИ_ДЕБЕЛІ_BEDAB4
source: Ось, тримай пастки, вони дебелі, що твоя пика. Встанови їх у лігві, а як схопиш чорта, повертайся. І ще. Постарайся не померти. Я раптом усвідомив, що було б приємно дізнатись, що я помиляюсь стосовно тебе. Та й не хотілося б ще й труну тобі правити.
de: Hier, nimm diese Fallen, sie sind so stabil wie dein dicker Schädel. Stell sie im Versteck auf, und wenn du den Dämon fängst, komm zurück. Und noch etwas. Versuch, nicht zu sterben. Mir ist plötzlich klar geworden, dass es schön wäre zu wissen, dass ich mich in dir irre. Und ich möchte dir auch keinen Sarg zimmern müssen.
ja: ほらよ、罠だ。てめぇの面の皮と同じくらい頑丈だぞ。巣に仕掛けて、捕まえたら戻ってこい。それと、死ぬんじゃねぇぞ。てめぇを見直すのも悪くねぇって気がしてきたからな。それに、てめぇの棺桶まで作りたかねぇ。
zh_cn: 给你，拿着这些陷阱，它们跟你一样皮糙肉厚。把它们设在巢穴里，抓到恶魔后就回来。还有一件事。尽量别死。我突然意识到，如果能发现我错看了你，那会很不错。而且我也不想还得给你做个棺材。

# ЩО_Ж_ГРИМЛАКЕ_Я_ПОЗБАВИВСЯ_ВІД_3578D2
source: Що ж, Гримлаке, я позбавився від чорта, як і обіцяв.
de: Nun, Grimlark, ich habe den Dämon losgeworden, wie versprochen.
ja: よし、グリムラーク、約束通り悪魔を始末したぞ。
zh_cn: 好了，格里姆拉克，我按承诺把恶魔处理掉了。

# ОТАКОЇ_ТИ_ВИЖИВ_І_НАВІТЬ_ПІЙМА_3B39F0
source: Отакої! Ти вижив і навіть піймав чорта? Щоб мене грім побив! Не можу повірити, що більше не доведеться починати ранок з прибирання недогризків, розкиданих цим довбаним чортом! Дідько, я… ну тойво… як же ж сказати..? Коротше, дякую тобі.
de: Oh, wirklich, hast du?! Du hast überlebt und sogar den Dämon gefangen? Soll mich doch der Blitz treffen! Ich kann nicht glauben, dass ich meinen Morgen nicht mehr damit beginnen muss, die angenagten Reste aufzuräumen, die dieser verdammte Dämon verstreut hat! Verflucht, ich… nun, äh… wie soll ich es sagen..? Kurz gesagt, danke.
ja: おいおい！生きてたのか、しかも悪魔を捕まえただと？たまげたな！あのクソ悪魔が散らかした食いカスの掃除から一日を始めなくて済むなんて！畜生、俺は…あー、その…なんだ…つまり、礼を言うぜ。
zh_cn: 真的假的？！你活下来了，还抓住了恶魔？让雷劈死我吧！我简直不敢相信，我再也不用每天早上清理那个该死的恶魔到处乱扔的啃剩的东西了！见鬼，我……嗯，那个……怎么说呢..？总之，谢谢你。

# СПОДІВАЮСЬ_Я_ЗМІГ_ЗАГЛАДИТИ_С_F585C9
source: Сподіваюсь, я зміг загладити свою провину.
de: Ich hoffe, ich konnte meine Schuld wiedergutmachen.
ja: これで罪滅ぼしができたならいいんだが。
zh_cn: 希望我能弥补我的过错。

# ОГО_ЯКІ_ТИ_СЛОВА_ЗНАЄШ_38CBB9
source: Ого, які ти слова знаєш.
de: Wow, hör dir an, wie du mit schicken Wörtern um dich wirfst.
ja: へぇ、殊勝な心がけじゃねぇか。
zh_cn: 哇，你还会用这种词啊。

# ЩО_У_ТЕБЕ_З_ОБЛИЧЧЯМ_НЕ_РОЗУМ_00B235
source: Що у тебе з обличчям? Не розумію, на зеленій шкірі не видно. Ти почервонів чи мені здається?
de: Was ist mit deinem Gesicht? Kann man auf grüner Haut nicht erkennen. Wirst du rot?
ja: なんだその顔は？緑色の肌じゃわからねぇな。赤面でもしてんのか？
zh_cn: 你脸上怎么了？绿皮肤上看不出来。你在脸红吗？

# КХЕ_КХЕ_ТО_ЩО_ТАМ_У_ТЕБЕ_ЗІ_СТ_E8F939
source: Кхе-кхе. То що там у тебе зі стільницею? Нащо вона тобі? Я, якщо що, просто так питаю. Просто цікаво.
de: Ähem-ähem. Also, was ist mit der Thekenplatte? Wofür brauchst du sie? Ich frage nur, nebenbei. Nur aus Neugier.
ja: ゴホン、ゴホン。で、天板の話だったな？なんで必要なんだ？いや、別に深い意味はねぇ。ただの興味だ。
zh_cn: 咳咳。所以，那个台面是怎么回事？你需要它干什么？我就是顺便问问。只是好奇。

# ЦЕ_ДЛЯ_ТОРВІНА_КРУТОРОГА_ЦІЄЇ_D6EA7E
source: Це для Торвіна Круторога. Цієї ночі я не тільки тобі насолити встиг. Уся корчма стоїть догори дриґом. Я зламав йому купу меблів й бочок. А ще покоцав барну стійку, яку він у тебе замовляв.
de: Sie ist für Torvin Cragiron. Du warst nicht der Einzige, den ich letzte Nacht genervt habe. Die ganze Taverne steht auf dem Kopf. Ich habe eine Menge seiner Möbel und Fässer zerbrochen. Und auch den Tresen beschädigt, den er bei dir bestellt hat.
ja: トルヴィン・クラッグアイアンのためだ。昨夜迷惑をかけたのはお前だけじゃなくてな。酒場をめちゃくちゃにしちまったんだ。家具や樽を壊して、おまけに奴がお前に注文したバーカウンターも傷つけちまった。
zh_cn: 是给托尔文·裂角的。昨晚我可不只惹了你。整个酒馆都天翻地覆了。我弄坏了他一堆家具和桶。还损坏了他从你这里订的那个吧台。

# ПАМ_ЯТАЮ_ПАМ_ЯТАЮ_ДУБ_ТАНДРІЙС_D12C9F
source: Пам’ятаю-пам’ятаю. Дуб, тандрійське покриття.
de: Ja, an den erinnere ich mich. Eiche, Tandrian-Lack.
ja: あー、覚えてるぜ。オーク材で、タンドリアニス仕上げのやつな。
zh_cn: 嗯，我记得那个。橡木，坦德利亚涂层。

# ВОНО_САМЕ_ОТ_Я_І_ДУМАВ_ПРИЙТИ_180A10
source: Воно саме. От я і думав прийти до тебе, попросити зробити нову. А воно он як усе вийшло.
de: Genau die. Also dachte ich, ich komme zu dir, um dich zu bitten, eine neue zu machen. Aber es ist alles so gekommen.
ja: それだ。だからお前に頼んで新しいのを作ってもらおうと思ったんだよ。まあ、こんなことになっちまったが。
zh_cn: 就是那个。所以我本来是想来找你，请你再做一个新的。但事情就变成这样了。

# ПОВИСЛА_ТИША_ГРИМЛАК_ВАЖКО_ВИД_B0EB3B
source: Повисла тиша. Гримлак важко видихнув.
de: Stille liegt in der Luft. Grimlark seufzt schwer.
ja: 沈黙が流れる。グリムラークは重いため息をついた。
zh_cn: 空气中一片寂静。格里姆拉克重重地叹了口气。

# ГАРАЗД_ОЛАФЕ_ЗРОБЛЮ_Я_ТОБІ_ТВО_F2CDAE
source: Гаразд, Олафе, зроблю я тобі твою стільницю. Що вже з тобою поробиш? Може ця вся історія стане для тебе хорошим, курва, уроком.
de: In Ordnung, Olaf, ich mache dir deine Thekenplatte. Vielleicht ist diese ganze Geschichte eine gute, verfluchte Lektion für dich.
ja: わかったよ、オラフ。天板を作ってやる。しょうがねぇ奴だ。今回のことが少しはいい教訓になりゃいいんだがな。
zh_cn: 好吧，奥拉夫，我会帮你做那个台面。也许这整件事，他妈的，对你来说会是个好教训。

# ТІЛЬКИ_ТОЙВО_Є_ОДНА_ПРОБЛЕМА_Д_FE1801
source: Тільки тойво. Є одна проблема, для вирішення якої мені буде потрібна твоя допомога. Під час нічної гульби, ми поламали майже всю мою техніку. Я планував привести майстерню до ладу ще зранку, але клята колода завадила, а щоб їй було пусто. Зможеш полагодити?
de: Nur eine Sache… es gibt ein Problem, bei dem ich deine Hilfe brauchen werde. Während unserer nächtlichen Feier haben wir fast meine gesamte Ausrüstung kaputt gemacht. Ich hatte vor, die Werkstatt heute Morgen wieder in Ordnung zu bringen, aber der verdammte Baumstamm kam mir in die Quere, verflucht sei er. Könntest du es reparieren?
ja: ただな、一つ問題がある。お前の手助けが必要だ。昨夜のドンチャン騒ぎで、機材をあらかた壊しちまったんだよ。朝イチで直すつもりだったんだが、あの忌々しい丸太のせいでな。修理できるか？
zh_cn: 不过……有个问题需要你帮忙解决。在我们昨晚的狂欢中，我们几乎弄坏了我所有的设备。我本打算今天早上就把工坊整理好的，但那该死的圆木碍事了。你能修好它吗？
